Repository: GauSampada/GauSampada_2.0
Catalog: lib/l10n/app_*.arb
Languages: hi, ta, te

# hallikar_description
source: One of the oldest and most well-known draught breeds in India, Hallikar cattle are valued for their endurance, speed, and strength. They have a sleek, well-muscled body with a white or greyish coat and long, curved horns. They are highly active and commonly used for plowing fields and pulling carts, particularly in Karnataka’s agricultural regions.
te: హళ్ళికార్ జాతి భారతదేశంలోని ప్రాచీన రైతు గేదెలలో ఒకటి, ఇవి బలమైన శరీర నిర్మాణంతో వ్యవసాయ పనులకు అనుకూలంగా ఉంటాయి.

# amritmahal_breedName
source: Amrit Mahal
te: అమృత్ మహల్

# amritmahal_origin
source: Karnataka
te: కర్ణాటక

# amritmahal_milkYield
source: 2-3 liters/day
te: 2-3 లీటర్లు/రోజు

# amritmahal_lactationPeriod
source: 200-230 days
te: 200-230 రోజులు

# amritmahal_description
source: Amrit Mahal cattle are a powerful draught breed, known for their incredible stamina and endurance. They have a compact, strong body with a well-developed hump and a predominantly grey or white coat. These cattle are extensively used in military and transport applications due to their ability to travel long distances under harsh conditions. Their aggressive nature makes them more suitable for work rather than dairy production.
te: అమృత్ మహల్ జాతి గేదెలు బలమైన శరీర నిర్మాణంతో వ్యవసాయ పనులకు మరియు రవాణాకు అనుకూలంగా ఉంటాయి.

# kangayam_breedName
source: Kangayam
te: కంగాయం

# kangayam_origin
source: Tamil Nadu
te: తమిళనాడు

# kangayam_milkYield
source: 3-6 liters/day
te: 3-6 లీటర్లు/రోజు

# kangayam_lactationPeriod
source: 220-260 days
te: 220-260 రోజులు

# kangayam_description
source: Kangayam cattle are medium-sized, well-built, and well-adapted to the dry climate of Tamil Nadu. They are typically white or grey, with short, strong legs and an upright posture. Their strength and endurance make them highly suitable for plowing, cart-pulling, and other agricultural activities. Though not primarily used for milk production, they provide a moderate yield that is sufficient for household dairy needs.
te: కంగాయమ్ గేదెలు మధ్యస్థ పరిమాణంతో, బలమైన కాళ్ళతో వ్యవసాయ పనులకు అనువైనవి.

# bargur_breedName
source: Bargur
te: బర్గూర్

# bargur_origin
source: Tamil Nadu
te: తమిళనాడు

# bargur_localNames
source: Bargur Gidda
te: బర్గూర్ గిడ్డా

# bargur_milkYield
source: 2-4 liters/day
te: 2-4 లీటర్లు/రోజు

# bargur_lactationPeriod
source: 200-240 days
te: 200-240 రోజులు

# bargur_description
source: Bargur cattle are small, agile, and well-suited for working in hilly and rugged terrains. They are recognized by their reddish-brown coat, lean frame, and quick movements. These cattle are commonly used for plowing in regions with uneven land and for pulling carts in remote areas. Though they produce a small quantity of milk, it has high nutritional value and is used by local farmers.
te: బర్గూర్ జాతి గేదెలు చిన్న పరిమాణంలో, ఉత్సాహంగా ఉండి, ఎత్తైన మరియు గట్టిగా ఉండే ప్రాంతాలలో పని చేయడానికి అనువైనవి.

# indian_cow_breeds_title
source: Indian Cow Breeds
hi: भारतीय गाय की नस्लें
ta: இந்திய மாடு இனங்கள்
te: భారతదేశపు గోవుల జాతులు

source: Breed
hi: नस्ल
ta: இனம்
te: జాతి

source: Origin
hi: उत्पत्ति
ta: தோற்றம்
te: ఉత్పత్తి ప్రాంతం

source: Cost (Approx)
hi: अनुमानित लागत
ta: உணவுக் கட்டண மதிப்பீடு
te: ఖర్చు (అంచనా)

source: Booking
hi: बुकिंग
ta: முன்பதிவு
te: బుకింగ్

source: Book Now
hi: अभी बुक करें
ta: இப்போதே முன்பதிவு செய்யவும்
te: ఇప్పుడే బుక్ చేయండి

source: Milk Yield
hi: दूध उत्पादन
ta: பால் உற்பத்தி
te: పాల ఉత్పత్తి

source: Lactation Period
hi: दूध उत्पादन अवधि
ta: பால் கொடுக்கும் காலம்
te: లాక్టేషన్ కాలం

# cost
source: Cost: Lower than commercial feeds
hi: लागत: वाणिज्यिक चारे से कम
ta: செலவு: வணிக தீவனங்களை விட குறைவு
te: ఖర్చు: వాణిజ్య ఆహారాల కంటే తక్కువ

source: Local Names
hi: स्थानीय नाम
ta: உள்ளூர் பெயர்கள்
te: స్థానిక పేర్లు

source: Description
hi: विवरण
ta: விளக்கம்
te: వివరణ

source: Interested in
hi: इच्छुक हैं
ta: இதில் ஆர்வம்
te: రుచి ఉంది

source: Contact Seller
hi: विक्रेता से संपर्क करें
ta: விற்பவரை தொடர்பு கொள்ள
te: అమ్మకందారును సంప్రదించండి

source: Onboard!
hi: शुरू करें!
ta: உள் நுழையுங்கள்!
te: సభ్యుడిగా తీసుకోవడం!

source: Removed from Favorites
hi: पसंदीदा से हटाया गया
ta: பிடித்தவற்றிலிருந்து நீக்கப்பட்டது
te: ఇష్టపడినవాటిలో నుంచి తీసివేయబడింది

source: Added to Favorites
hi: पसंदीदा में जोड़ा गया
ta: பிடித்தவற்றில் சேர்க்கப்பட்டது
te: ఇష్టపడినవాటికి చేర్చబడింది

source: Select Language
hi: भाषा चुनें
ta: மொழியை தேர்வு செய்க
te: భాషను ఎంచుకోండి

source: Apply Language
hi: भाषा लागू करें
ta: மொழியை பயன்படுத்துக
te: భాషను వర్తించండి

source: Edit Profile
hi: प्रोफ़ाइल संपादित करें
ta: சுயவிவரத்தை திருத்து
te: ప్రొఫైల్ మార్చండి

source: Change Password
hi: पासवर्ड बदलें
ta: கடவுச்சொல்லை மாற்று
te: పాస్‌వర్డ్ మార్చండి

source: Change Language
hi: भाषा बदलें
ta: மொழி மாற்றம்
te: భాషను మార్చండి

source: Help
hi: सहायता
ta: உதவி
te: సహాయం

# logoutConfirmation
source: Are you sure you want to Log Out?
hi: क्या आप वाकई लॉग आउट करना चाहते हैं?
ta: நீங்கள் வெளியேற விரும்புகிறீர்களா?
te: మీరు నిజంగా లాగ్ అవుట్ చేయాలనుకుంటున్నారా?

source: Disease Prediction
hi: रोग भविष्यवाणी
ta: நோய் கணிப்பு
te: రోగం ఊహించడం

source: No Image Selected
hi: कोई छवि चयनित नहीं
ta: எந்த படமும் தேர்ந்தெடுக்கப்படவில்லை
te: చిత్రాన్ని ఎంచుకోలేదు

source: Gallery
hi: गैलरी
ta: கேலரி
te: గ్యాలరీ

source: Camera
hi: कैमरा
ta: கேமரா
te: కెమెరా

source: Enter your details
hi: अपने विवरण दर्ज करें
ta: உங்கள் விவரங்களை உள்ளிடவும்
te: మీ వివరాలను నమోదు చేయండి

source: Analyze image
hi: छवि का विश्लेषण करें
ta: படத்தை பகுப்பாய்வு செய்க
te: చిత్రాన్ని విశ్లేషించండి

source: AI Assistant
hi: एआई सहायक
ta: ஏஐ உதவியாளர்
te: ఏఐ అసిస్టెంట్

# errorEncountered
source: Sorry, I encountered an error
hi: क्षमा करें, मुझे एक त्रुटि का सामना करना पड़ा
ta: மன்னிக்கவும், ஒரு பிழை ஏற்பட்டுள்ளது
te: క్షమించండి, నేను లోపాన్ని ఎదుర్కొన్నాను

source: Failed to get response
hi: जवाब प्राप्त करने में विफल
ta: பதிலை பெற முடியவில்லை
te: స్పందన పొందడం విఫలమైంది

# askQuestion
source: Ask a question or just say hello
hi: कोई प्रश्न पूछें या बस नमस्ते कहें
ta: ஒரு கேள்வி கேட்கவும் அல்லது வணக்கம் கூறவும்
te: ఒక ప్రశ్న అడగండి లేదా హలో చెప్పండి

# assistantGreeting
source: I'm here to help you!
hi: मैं आपकी सहायता के लिए यहाँ हूँ!
ta: நான் உங்களுக்கு உதவ தயாராக இருக்கிறேன்!
te: నేను మీకు సహాయపడేందుకు ఉన్నాను!

# cowBreedsInfo
source: Feel free to ask about cows and their breeds.
hi: गायों और उनकी नस्लों के बारे में पूछने के लिए स्वतंत्र महसूस करें।
ta: மாடுகள் மற்றும் அவற்றின் இனங்கள் குறித்து கேட்கலாம்.
te: గేదెలు మరియు వాటి జాతుల గురించి ప్రశ్నలు అడగండి.

# askYourQuestions
source: Ask Your Questions Here
hi: अपने प्रश्न यहाँ पूछें
ta: உங்கள் கேள்விகளை இங்கே கேட்கவும்
te: మీ ప్రశ్నలు ఇక్కడ అడగండి

# failedToMakeCall
source: Failed to make the call. Please try again.
hi: कॉल करने में विफल। कृपया पुनः प्रयास करें।
ta: அழைப்பை செய்ய முடியவில்லை. தயவுசெய்து மீண்டும் முயற்சிக்கவும்.
te: కాల్ చేయడం విఫలమైంది. దయచేసి మళ్లీ ప్రయత్నించండి.

# permissionDenied
source: Permission denied. Cannot make a call.
hi: अनुमति अस्वीकृत। कॉल नहीं कर सकते।
ta: அனுமதி மறுக்கப்பட்டது. அழைக்க முடியாது.
te: అనుమతి నిరాకరించబడింది. కాల్ చేయడం సాధ్యం కాదు.

# permissionPermanentlyDenied
source: Permission permanently denied. Enable in settings.
hi: अनुमति स्थायी रूप से अस्वीकृत। सेटिंग्स में सक्षम करें।
ta: அனுமதி நிரந்தரமாக மறுக்கப்பட்டது. அமைப்புகளில் இயக்கவும்.
te: అనుమతి శాశ్వతంగా నిరాకరించబడింది. సెట్టింగ్‌లలో ఎనేబుల్ చేయండి.

# describeSymptoms
source: Describe symptoms or ask a specific question
hi: लक्षणों का वर्णन करें या कोई विशिष्ट प्रश्न पूछें
ta: அறிகுறிகளை விவரிக்கவும் அல்லது ஒரு குறிப்பிட்ட கேள்வியை கேட்கவும்
te: లక్షణాలను వివరించండి లేదా నిర్దిష్టమైన ప్రశ్న అడగండి

source: Analyzing...
hi: विश्लेषण हो रहा है...
ta: பகுப்பாய்வு செய்யப்படுகிறது...
te: విశ్లేషిస్తోంది...

source: Analysis Report
hi: विश्लेषण रिपोर्ट
ta: பகுப்பாய்வு அறிக்கை
te: విశ్లేషణ నివేదిక

source: Your Question:
hi: आपका प्रश्न:
ta: உங்கள் கேள்வி:
te: మీ ప్రశ్న:

source: Results:
hi: परिणाम:
ta: முடிவுகள்:
te: ఫలితాలు:

source: Recommended Doctor
hi: सिफारिश किया गया डॉक्टर
ta: பரிந்துரைக்கப்பட்ட மருத்துவர்
te: సిఫార్సు చేసిన డాక్టర్

source: View All
hi: सभी देखें
ta: அனைத்தையும் காண்க
te: అన్ని చూడండి

source: India
hi: भारत
ta: இந்தியா
te: భారత్

source: FarmVet
hi: फार्मवेट
ta: பண்ணை கால்நடை மருத்துவர்
te: ఫామ్‌వెట్

# breadAIDescription
source: Start a conversation about Indian cow breeds. You can send text or images of cows for identification.
hi: भारतीय गाय नस्लों के बारे में बातचीत शुरू करें। आप गायों की पहचान के लिए टेक्स्ट या चित्र भेज सकते हैं।
ta: இந்திய மாடு இனங்கள் பற்றிய உரையாடலைத் தொடங்கவும். மாடுகளின் அடையாளத்திற்கு உரை அல்லது படங்களை அனுப்பலாம்.
te: భారతీయ ఆవు జాతుల గురించి సంభాషణ ప్రారంభించండి. మీరు ఆవుల గుర్తింపు కోసం టెక్స్ట్ లేదా చిత్రాలను పంపవచ్చు.

source: BookAppointment
hi: नियुक्ति बुक करें
ta: நியமனம் முன்பதிவு செய்யவும்
te: అపాయింట్‌మెంట్ బుక్ చేయండి

source: Doctor Name
hi: डॉक्टर का नाम
ta: மருத்துவர் பெயர்
te: డాక్టర్ పేరు

# specialty
source: Speciality
hi: विशेषता
ta: சிறப்பு
te: ప్రత్యేకత

source: Select Date
hi: तारीख चुनें
ta: தேதியைத் தேர்ந்தெடுக்கவும்
te: తేదీ ఎంచుకోండి

source: Select Time
hi: समय चुनें
ta: நேரத்தைத் தேர்ந்தெடுக்கவும்
te: సమయం ఎంచుకోండి

source: Appointment Booked
hi: नियुक्ति बुक हो गई
ta: நியமனம் முன்பதிவு செய்யப்பட்டது
te: అపాయింట్‌మెంట్ బుక్ అయింది

source: Confirm
hi: पुष्टि करें
ta: உறுதிப்படுத்தவும்
te: నిర్ధారించండి

source: Connect
hi: जुड़ें
ta: இணைக்கவும்
te: కనెక్ట్ చేయండి

source: Search Doctors
hi: डॉक्टर खोजें
ta: மருத்துவர்களைத் தேடவும்
te: డాక్టర్లను వెతకండి

source: Current Appointments
hi: वर्तमान नियुक्तियाँ
ta: தற்போதைய நியமனங்கள்
te: ప్రస్తుత అపాయింట్‌మెంట్లు

source: Previous Appointments
hi: पिछली नियुक्तियाँ
ta: முந்தைய நியமனங்கள்
te: మునుపటి అపాయింట్‌మెంట్లు

source: No Current Appointments
hi: कोई वर्तमान नियुक्तियाँ नहीं
ta: தற்போது நியமனங்கள் இல்லை
te: ప్రస్తుత అపాయింట్‌మెంట్లు లేవు

source: Find Doctor
hi: डॉक्टर ढूंढें
ta: மருத்துவரைக் கண்டறியவும்
te: డాక్టర్‌ను కనుగొనండి

source: No Previous Appointments
hi: कोई पिछली नियुक्तियाँ नहीं
ta: முந்தைய நியமனங்கள் இல்லை
te: మునుపటి అపాయింట్‌మెంట్లు లేవు

source: No Appointments
hi: कोई नियुक्तियाँ नहीं
ta: நியமனங்கள் இல்லை
te: అపాయింట్‌మెంట్లు లేవు

source: No Doctors Found
hi: कोई डॉक्टर नहीं मिला
ta: மருத்துவர்கள் எவரும் கிடைக்கவில்லை
te: డాక్టర్లు దొరకలేదు

source: Available
hi: उपलब्ध
ta: கிடைக்கிறது
te: అందుబాటులో ఉంది

source: Unavailable
hi: अनुपलब्ध
ta: கிடைக்கவில்லை
te: అందుబాటులో లేదు

source: Appointment Details
hi: नियुक्ति विवरण
ta: நியமன விவரங்கள்
te: అపాయింట్‌మెంట్ వివరాలు

source: Appointment Reason
hi: नियुक्ति का कारण
ta: நியமன காரணம்
te: అపాయింట్‌మెంట్ కారణం

source: Additional Notes
hi: अतिरिक्त नोट्स
ta: கூடுதல் குறிப்புகள்
te: అదనపు గమనికలు

source: Please Complete All Fields
hi: कृपया सभी क्षेत्रों को पूरा करें
ta: எல்லாப் புலங்களையும் பூர்த்தி செய்யவும்
te: దయచేసి అన్ని ఫీల్డ్‌లను పూర్తి చేయండి

source: Appointment Booked With
hi: के साथ नियुक्ति बुक की गई
ta: உடன் நியமனம் முன்பதிவு செய்யப்பட்டது
te: తో అపాయింట్‌మెంట్ బుక్ అయింది

source: All
hi: सभी
ta: அனைத்தும்
te: అన్నీ

source: Please Login
hi: कृपया लॉगिन करें
ta: தயவுசெய்து உள்நுழையவும்
te: దయచేసి లాగిన్ చేయండి

source: Select Reason
hi: कारण चुनें
ta: காரணத்தைத் தேர்ந்தெடுக்கவும்
te: కారణం ఎంచుకోండి

# doctorAvailabilityLabel
source: Availability
hi: उपलब्धता
ta: கிடைக்கும் தன்மை
te: అందుబాటు

# signupFieldRequired
source: This field is required
hi: यह क्षेत्र आवश्यक है
ta: இந்த புலம் தேவைப்படுகிறது
te: ఈ ఫీల్డ్ అవసరం

# doctorDetailsTitle
source: Doctor Details
hi: डॉक्टर विवरण
ta: மருத்துவர் விவரங்கள்
te: డాక్టర్ వివరాలు

# doctorSpecializationLabel
source: Specialization
hi: विशेषज्ञता
ta: சிறப்பு
te: ప్రత్యేకత

# doctorExperienceLabel
source: Years of Experience
hi: अनुभव के वर्ष
ta: அனுபவ ஆண்டுகள்
te: అనుభవ సంవత్సరాలు

# doctorQualificationLabel
source: Qualification
hi: योग्यता
ta: தகுதி
te: అర్హత

# doctorConsultationFeeLabel
source: Consultation Fee
hi: परामर्श शुल्क
ta: ஆலோசனைக் கட்டணம்
te: సంప్రదింపు రుసుము

# saveButton
source: Save
hi: सहेजें
ta: சேமிக்கவும்
te: సేవ్ చేయండి

# profileUpdatedSuccess
source: Profile Updated Successfully
hi: प्रोफाइल सफलतापूर्वक अपडेट की गई
ta: சுயவிவரம் வெற்றிகரமாக புதுப்பிக்கப்பட்டது
te: ప్రొఫైల్ విజయవంతంగా అప్‌డేట్ అయింది

# profileUpdateFailed
source: Profile Updated Failed
hi: प्रोफाइल अपडेट विफल
ta: சுயவிவர புதுப்பிப்பு தோல்வியடைந்தது
te: ప్రొఫైల్ అప్‌డేట్ విఫలమైంది

source: Finance
hi: वित्त
ta: நிதி
te: ఆర్థికం

source: Insurance
hi: बीमा
ta: காப்பீடு
te: బీమా

source: Medicines
hi: दवाएँ
ta: மருந்துகள்
te: మందులు

source: Cattle Feeds
hi: पशु चारा
ta: மாட்டுத் தீவனங்கள்
te: పశు ఆహారం

source: Available Loan Schemes
hi: उपलब्ध ऋण योजनाएँ
ta: கிடைக்கும் கடன் திட்டங்கள்
te: అందుబాటులో ఉన్న రుణ పథకాలు

# dairyEntrepreneurshipSchemeName
source: Dairy Entrepreneurship Development Scheme (DEDS)
hi: डेयरी उद्यमिता विकास योजना (डीईडीएस)
ta: பால் தொழில் முனைவோர் மேம்பாட்டுத் திட்டம் (DEDS)
te: డైరీ ఎంటర్‌ప్రెన్యూర్‌షిప్ డెవలప్‌మెంట్ స్కీమ్ (DEDS)

# dairyEntrepreneurshipSchemeDescription
source: Interest Rate: 4.5% p.a. Loan Amount: ₹50,000 - ₹5,00,000
hi: ब्याज दर: 4.5% प्रति वर्ष ऋण राशि: ₹50,000 - ₹5,00,000
ta: வட்டி விகிதம்: ஆண்டுக்கு 4.5% கடன் தொகை: ₹50,000 - ₹5,00,000
te: వడ్డీ రేటు: సంవత్సరానికి 4.5% రుణ రాశి: ₹50,000 - ₹5,00,000

# dairyEntrepreneurshipSchemeBank
source: PNB
hi: पीएनबी
ta: பிஎன்பி
te: పంజాబ్ నేషనల్ బ్యాంక్

# pashuKisanCreditCardName
source: Pashu Kisan Credit Card (PKCC)
hi: पशु किसान क्रेडिट कार्ड (पीकेसीसी)
ta: பசு கிசான் கிரெடிட் கார்டு (PKCC)
te: పశు కిసాన్ క్రెడిట్ కార్డ్ (PKCC)

# pashuKisanCreditCardDescription
source: Interest Rate: 7% p.a. Loan Amount: Up to ₹1,60,000 - ₹72,000
hi: ब्याज दर: 7% प्रति वर्ष ऋण राशि: ₹1,60,000 - ₹72,000 तक
ta: வட்டி விகிதம்: ஆண்டுக்கு 7% கடன் தொகை: ₹1,60,000 - ₹72,000 வரை
te: వడ్డీ రేటు: సంవత్సరానికి 7% రుణ రాశి: ₹1,60,000 - ₹72,000 వరకు

# pashuKisanCreditCardBank
source: SBI
hi: एसबीआई
ta: எஸ்பிஐ
te: స్టేట్ బ్యాంక్ ఆఫ్ ఇండియా

# rashtriyaGokulMissionLoanName
source: Rashtriya Gokul Mission (RGM) Loan
hi: राष्ट्रीय गोकुल मिशन (आरजीएम) ऋण
ta: ராஷ்ட்ரிய கோகுல் மிஷன் (RGM) கடன்
te: రాష్ట్రీయ గోకుల్ మిషన్ (RGM) రుణం

# rashtriyaGokulMissionLoanDescription
source: Interest Rate: 6% p.a. Loan Amount: Up to ₹3,00,000
hi: ब्याज दर: 6% प्रति वर्ष ऋण राशि: ₹3,00,000 तक
ta: வட்டி விகிதம்: ஆண்டுக்கு 6% கடன் தொகை: ₹3,00,000 வரை
te: వడ్డీ రేటు: సంవత్సరానికి 6% రుణ రాశి: ₹3,00,000 వరకు

# nationalLivestockMissionLoanName
source: National Livestock Mission (NLM) Loan
hi: राष्ट्रीय पशुधन मिशन (एनएलएम) ऋण
ta: தேசிய கால்நடை மிஷன் (NLM) கடன்
te: నేషనల్ లైవ్‌స్టాక్ మిషన్ (NLM) రుణం

# nationalLivestockMissionLoanDescription
source: Interest Rate: 5% p.a. Loan Amount: ₹1,00,000 - ₹10,00,000
hi: ब्याज दर: 5% प्रति वर्ष ऋण राशि: ₹1,00,000 - ₹10,00,000
ta: வட்டி விகிதம்: ஆண்டுக்கு 5% கடன் தொகை: ₹1,00,000 - ₹10,00,000
te: వడ్డీ రేటు: సంవత్సరానికి 5% రుణ రాశి: ₹1,00,000 - ₹10,00,000

# nationalLivestockMissionLoanBank
source: AXIS
hi: एक्सिस
ta: ஆக்சிஸ்
te: ఆక్సిస్

source: Available Insurance Plans
hi: उपलब्ध बीमा योजनाएँ
ta: கிடைக்கும் காப்பீட்டுத் திட்டங்கள்
te: అందుబాటులో ఉన్న బీమా పథకాలు

# basicCattleInsuranceName
source: Basic Cattle Insurance
hi: बेसिक पशु बीमा
ta: அடிப்படை மாட்டு காப்பீடு
te: బేసిక్ పశు బీమా

# basicCattleInsuranceCoverage
source: Coverage for natural death, accidents, and diseases
hi: प्राकृतिक मृत्यु, दुर्घटनाओं और बीमारियों के लिए कवरेज
ta: இயற்கை மரணம், விபத்துகள் மற்றும் நோய்களுக்கான கவரேஜ்
te: సహజ మరణం, యాక్సిడెంట్లు మరియు వ్యాధుల కోసం కవరేజ్

# premiumProtectionPlanName
source: Premium Protection Plan
hi: प्रीमियम सुरक्षा योजना
ta: பிரீமியம் பாதுகாப்பு திட்டம்
te: ప్రీమియం ప్రొటెక్షన్ ప్లాన్

# premiumProtectionPlanCoverage
source: Includes theft, pregnancy complications
hi: चोरी, गर्भावस्था जटिलताओं को शामिल करता है
ta: திருட்டு, கர்ப்ப சிக்கல்களை உள்ளடக்கியது
te: దొంగతనం, గర్భం సమస్యలను కలిగి ఉంటుంది

# indigenousBreedSpecialName
source: Indigenous Breed Special
hi: स्वदेशी नस्ल विशेष
ta: பழங்குடி இன சிறப்பு
te: స్వదేశీ జాతి స్పెషల్

# indigenousBreedSpecialCoverage
source: Special coverage for indigenous breeds
hi: स्वदेशी नस्लों के लिए विशेष कवरेज
ta: பழங்குடி இனங்களுக்கான சிறப்பு கவரேஜ்
te: స్వదేశీ జాతుల కోసం ప్రత్యేక కవరేజ్

source: Claim Process
hi: दावा प्रक्रिया
ta: கோரிக்கை செயல்முறை
te: క్లెయిమ్ ప్రక్రియ

# whyInsureCattle
source: Why Insure Your Cattle?
hi: पशुओं का बीमा क्यों करें?
ta: மாடுகளுக்கு காப்பீடு ஏன் செய்ய வேண்டும்?
te: మీ పశువులను ఎందుకు బీమా చేయాలి?

# whyInsureCattleDescription
source: Protect against risks like diseases, accidents, and calamities. Government subsidies available.
hi: बीमारियों, दुर्घटनाओं और आपदाओं जैसे जोखिमों से सुरक्षा। सरकारी सब्सिडी उपलब्ध।
ta: நோய்கள், விபத்துகள் மற்றும் இயற்கை பேரழிவுகளுக்கு எதிராக பாதுகாப்பு. அரசு மானியங்கள் கிடைக்கின்றன.
te: వ్యాధులు, యాక్సిడెంట్లు మరియు విపత్తుల వంటి రిస్క్‌ల నుండి రక్షణ. ప్రభుత్వ సబ్సిడీలు అందుబాటులో ఉన్నాయి.

source: Report Incident
hi: घटना की सूचना दें
ta: சம்பவத்தைப் புகாரளிக்கவும்
te: సంఘటనను నివేదించండి

# reportIncidentDescription
source: Inform within 24 hours
hi: 24 घंटे के भीतर सूचित करें
ta: 24 மணி நேரத்திற்குள் தெரிவிக்கவும்
te: 24 గంటలలోపు తెలియజేయండి

source: Veterinary Check
hi: पशु चिकित्सा जांच
ta: கால்நடை பரிசோதனை
te: వెటరనరీ చెక్

# veterinaryCheckDescription
source: Get an examination report
hi: परीक्षा रिपोर्ट प्राप्त करें
ta: பரிசோதனை அறிக்கையைப் பெறவும்
te: పరీక్ష రిపోర్ట్ పొందండి

source: Submit Documents
hi: दस्तावेज जमा करें
ta: ஆவணங்களைச் சமர்ப்பிக்கவும்
te: డాక్యుమెంట్లను సమర్పించండి

# submitDocumentsDescription
source: Submit all required documents
hi: सभी आवश्यक दस्तावेज जमा करें
ta: தேவையான அனைத்து ஆவணங்களையும் சமர்ப்பிக்கவும்
te: అవసరమైన అన్ని డాక్యుమెంట్లను సమర్పించండి

source: Claim Processing
hi: दावा प्रसंस्करण
ta: கோரிக்கை செயலாக்கம்
te: క్లెయిమ్ ప్రాసెసింగ్

# claimProcessingDescription
source: Processed within 15-30 days
hi: 15-30 दिनों के भीतर संसाधित
ta: 15-30 நாட்களுக்குள் செயலாக்கப்படும்
te: 15-30 రోజులలో ప్రాసెస్ చేయబడుతుంది

source: Required Documents
hi: आवश्यक दस्तावेज
ta: தேவையான ஆவணங்கள்
te: అవసరమైన డాక్యుమెంట్లు

source: Cattle ownership proof
hi: पशु स्वामित्व प्रमाण
ta: மாடு உரிமைச் சான்று
te: పశు యాజమాన్య రుజువు

# cattleIdentification
source: Cattle identification (ear tag number)
hi: पशु पहचान (कान टैग नंबर)
ta: மாடு அடையாளம் (காது குறி எண்)
te: పశు గుర్తింపు (చెవి ట్యాగ్ నంబర్)

# healthCertificate
source: Health certificate from vet
hi: पशु चिकित्सक से स्वास्थ्य प्रमाण पत्र
ta: கால்நடை மருத்துவரிடமிருந்து சுகாதாரச் சான்றிதழ்
te: వెటరనరీ నుండి ఆరోగ్య సర్టిఫికేట్

source: Bank account details
hi: बैंक खाता विवरण
ta: வங்கி கணக்கு விவரங்கள்
te: బ్యాంక్ ఖాతా వివరాలు

source: Preventive
hi: निवारक
ta: தடுப்பு
te: నివారణ

source: Treatments
hi: उपचार
ta: சிகிச்சைகள்
te: చికిత్సలు

source: Ayurvedic
hi: आयुर्वेदिक
ta: ஆயுர்வேத
te: ఆయుర్వేద

source: Preventive Medicines
hi: निवारक दवाएँ
ta: தடுப்பு மருந்துகள்
te: నివారణ మందులు

source: Treatment Medicines
hi: उपचार दवाएँ
ta: சிகிச்சை மருந்துகள்
te: చికిత్స మందులు

source: Ayurvedic Remedies
hi: आयुर्वेदिक उपचार
ta: ஆயுர்வேத வைத்தியங்கள்
te: ఆయుర్వేద నివారణలు

source: Dosage
hi: खुराक
ta: மருந்தளவு
te: మోతాదు

source: Frequency
hi: आवृत्ति
ta: அடிக்கடி
te: తరచుదనం

source: Set Medicine Reminder
hi: दवा अनुस्मारक सेट करें
ta: மருந்து நினைவூட்டலை அமைக்கவும்
te: మందు రిమైండర్ సెట్ చేయండి

# featureComingSoon
source: This feature is coming soon!
hi: यह सुविधा जल्द ही उपलब्ध होगी!
ta: இந்த அம்சம் விரைவில் வருகிறது!
te: ఈ ఫీచర్ త్వరలో వస్తుంది!

source: OK
hi: ठीक है
ta: சரி
te: సరే

source: FMD Vaccine
hi: एफएमडी वैक्सीन
ta: எஃப்எம்டி தடுப்பூசி
te: FMD వ్యాక్సిన్

# fmdVaccinePurpose
source: Prevents Foot-and-Mouth Disease in cattle
hi: पशुओं में खुरपका-मुंहपका रोग को रोकता है
ta: மாடுகளில் கால்-வாய் நோயைத் தடுக்கிறது
te: పశువులలో కాలి-నోటి వ్యాధిని నివారిస్తుంది

# fmdVaccineDosage
source: 2 ml intramuscularly
hi: 2 मिलीलीटर इंट्रामस्कुलर
ta: 2 மில்லி தசைக்குள்
te: 2 మి.లీ. ఇంట్రామస్కులర్

# fmdVaccineFrequency
source: Every 6 months
hi: हर 6 महीने में
ta: ஒவ்வொரு 6 மாதங்களுக்கு ஒருமுறை
te: ప్రతి 6 నెలలకు

source: Deworming Solution
hi: कृमिनाशक घोल
ta: புழு நீக்க தீர்வு
te: డీవార్మింగ్ సొల్యూషన్

# dewormingSolutionPurpose
source: Eliminates internal parasites in livestock
hi: पशुओं में आंतरिक परजीवियों को खत्म करता है
ta: கால்நடைகளில் உள் ஒட்டுண்ணிகளை நீக்குகிறது
te: పశువులలో అంతర్గత పరాన్నజీవులను తొలగిస్తుంది

# dewormingSolutionDosage
source: 10 ml per 100 kg body weight
hi: 100 किग्रा शरीर के वजन पर 10 मिलीलीटर
ta: 100 கிலோ உடல் எடைக்கு 10 மில்லி
te: 100 కిలో శరీర బరువుకు 10 మి.లీ.

# dewormingSolutionFrequency
source: Every 3 months
hi: हर 3 महीने में
ta: ஒவ்வொரு 3 மாதங்களுக்கு ஒருமுறை
te: ప్రతి 3 నెలలకు

source: Calcium Supplement
hi: कैल्शियम पूरक
ta: கால்சியம் சப்ளிமெண்ட்
te: కాల్షియం సప్లిమెంట్

# calciumSupplementPurpose
source: Supports bone health and milk production
hi: हड्डियों के स्वास्थ्य और दूध उत्पादन में सहायता करता है
ta: எலும்பு ஆரோக்கியத்தையும் பால் உற்பத்தியையும் ஆதரிக்கிறது
te: ఎముక ఆరోగ్యం మరియు పాల ఉత్పత్తిని సమర్థిస్తుంది

# calciumSupplementDosage
source: 50 ml daily
hi: 50 मिलीलीटर दैनिक
ta: 50 மில்லி தினசரி
te: 50 మి.లీ. రోజువారీ

# calciumSupplementFrequency
source: Daily for 10 days post-calving
hi: ब्याने के बाद 10 दिनों तक दैनिक
ta: பிரசவத்திற்குப் பின் 10 நாட்களுக்கு தினசரி
te: ప్రసవం తర్వాత 10 రోజుల పాటు రోజువారీ

source: Antibiotic Injection
hi: एंटीबायोटिक इंजेक्शन
ta: நுண்ணுயிர் எதிர்ப்பு ஊசி
te: యాంటీబయోటిక్ ఇంజెక్షన్

# antibioticInjectionPurpose
source: Treats bacterial infections in cattle
hi: पशुओं में बैक्टीरियल संक्रमण का इलाज करता है
ta: மாடுகளில் பாக்டீரியா தொற்றுகளை சிகிச்சை செய்கிறது
te: పశువులలో బాక్టీరియల్ ఇన్ఫెక్షన్లను చికిత్స చేస్తుంది

# antibioticInjectionDosage
source: 5 ml per 100 kg body weight
hi: 100 किग्रा शरीर के वजन पर 5 मिलीलीटर
ta: 100 கிலோ உடல் எடைக்கு 5 மில்லி
te: 100 కిలో శరీర బరువుకు 5 మి.లీ.

# antibioticInjectionFrequency
source: Daily for 3-5 days
hi: 3-5 दिनों तक दैनिक
ta: 3-5 நாட்களுக்கு தினசரி
te: 3-5 రోజుల పాటు రోజువారీ

source: Anti-Inflammatory Solution
hi: सूजन-रोधी घोल
ta: அழற்சி எதிர்ப்பு தீர்வு
te: యాంటీ-ఇన్ఫ్లమేటరీ సొల్యూషన్

# antiInflammatorySolutionPurpose
source: Reduces inflammation and pain
hi: सूजन और दर्द को कम करता है
ta: வீக்கத்தையும் வலியையும் குறைக்கிறது
te: మంట మరియు నొప్పిని తగ్గిస్తుంది

# antiInflammatorySolutionDosage
source: 3 ml per 100 kg body weight
hi: 100 किग्रा शरीर के वजन पर 3 मिलीलीटर
ta: 100 கிலோ உடல் எடைக்கு 3 மில்லி
te: 100 కిలో శరీర బరువుకు 3 మి.లీ.

# antiInflammatorySolutionFrequency
source: Once daily for 3 days
hi: 3 दिनों तक दैनिक एक बार
ta: 3 நாட்களுக்கு ஒரு முறை தினசரி
te: 3 రోజుల పాటు రోజుకు ఒకసారి

source: Electrolyte Solution
hi: इलेक्ट्रोलाइट घोल
ta: எலக்ட்ரோலைட் தீர்வு
te: ఎలక్ట్రోలైట్ సొల్యూషన్

# electrolyteSolutionPurpose
source: Restores hydration and electrolyte balance
hi: हाइड्रेशन और इलेक्ट्रोलाइट संतुलन को पुनर्स्थापित करता है
ta: நீரேற்றத்தையும் எலக்ட்ரோலைட் சமநிலையையும் மீட்டமைக்கிறது
te: హైడ్రేషన్ మరియు ఎలక్ట్రోలైట్ సమతుల్యతను పునరుద్ధరిస్తుంది

# electrolyteSolutionDosage
source: 100 ml per liter of water
hi: 1 लीटर पानी में 100 मिलीलीटर
ta: 1 லிட்டர் தண்ணீருக்கு 100 மில்லி
te: 1 లీటరు నీటికి 100 మి.లీ.

# electrolyteSolutionFrequency
source: As needed during dehydration
hi: निर्जलीकरण के दौरान आवश्यकतानुसार
ta: நீரிழப்பு நேரத்தில் தேவைப்படும்போது
te: డీహైడ్రేషన్ సమయంలో అవసరమైనప్పుడు

source: Turmeric Paste
hi: हल्दी पेस्ट
ta: மஞ்சள் களி
te: పసుపు పేస్ట్

# turmericPastePurpose
source: Natural antiseptic for wounds
hi: घावों के लिए प्राकृतिक एंटीसेप्टिक
ta: காயங்களுக்கு இயற்கை கிருமிநாசினி
te: గాయాలకు సహజ యాంటీసెప్టిక్

# turmericPasteDosage
source: Apply 5-10 g on affected area
hi: प्रभावित क्षेत्र पर 5-10 ग्राम लगाएँ
ta: பாதிக்கப்பட்ட பகுதியில் 5-10 கிராம் பயன்படுத்தவும்
te: ప్రభావిత ప్రాంతంలో 5-10 గ్రాములు వర్తించండి

# turmericPasteFrequency
source: Twice daily until healed
hi: ठीक होने तक दिन में दो बार
ta: குணமாகும் வரை ஒரு நாளைக்கு இரண்டு முறை
te: బాగయ్యే వరకు రోజుకు రెండుసార్లు
