Repository: GauSampada/GauSampada_2.0
Catalog: lib/l10n/app_*.arb
Languages: hi, ta, te

source: Neem Oil
hi: नीम का तेल
ta: வேப்ப எண்ணெய்
te: వేప నూనె

# neemOilPurpose
source: Repels insects and treats skin infections
hi: कीटों को भगाता है और त्वचा के संक्रमण का इलाज करता है
ta: பூச்சிகளை விரட்டுகிறது மற்றும் தோல் தொற்றுகளை சிகிச்சை செய்கிறது
te: కీటకాలను తిప్పికొడుతుంది మరియు చర్మ సంక్రమణలను చికిత్స చేస్తుంది

# neemOilDosage
source: Apply 5 ml on affected area
hi: प्रभावित क्षेत्र पर 5 मिलीलीटर लगाएँ
ta: பாதிக்கப்பட்ட பகுதியில் 5 மில்லி பயன்படுத்தவும்
te: ప్రభావిత ప్రాంతంలో 5 మి.లీ. వర్తించండి

# neemOilFrequency
source: Daily for 7 days
hi: 7 दिनों तक दैनिक
ta: 7 நாட்களுக்கு தினசரி
te: 7 రోజుల పాటు రోజువారీ

source: Triphala Powder
hi: त्रिफला पाउडर
ta: திரிபலா தூள்
te: త్రిఫల చూర్ణం

# triphalaPowderPurpose
source: Improves digestion and immunity
hi: पाचन और रोग प्रतिरोधक क्षमता में सुधार करता है
ta: செரிமானத்தையும் நோயெதிர்ப்பு சக்தியையும் மேம்படுத்துகிறது
te: జీర్ణక్రియ మరియు రోగనిరోధక శక్తిని మెరుగుపరుస్తుంది

# triphalaPowderDosage
source: 10 g mixed with feed
hi: चारे में 10 ग्राम मिलाएँ
ta: தீவனத்துடன் 10 கிராம் கலக்கவும்
te: ఆహారంలో 10 గ్రాములు కలపండి

# triphalaPowderFrequency
source: Daily for 10 days
hi: 10 दिनों तक दैनिक
ta: 10 நாட்களுக்கு தினசரி
te: 10 రోజుల పాటు రోజువారీ

# sorghumHayFeedingRate
source: Feeding Rate: 1.5-2 kg per cow daily
hi: खिलाने की दर: 1.5-2 किग्रा प्रति गाय दैनिक
ta: உணவளிக்கும் விகிதம்: ஒரு மாட்டுக்கு தினசரி 1.5-2 கிலோ
te: ఆహార రేటు: ఆవు ఒక్కొక్కటికి 1.5-2 కిలోలు రోజువారీ

# mineralMixtureFeedingRate
source: Feeding Rate: 50-100 grams per cow daily
hi: खिलाने की दर: 50-100 ग्राम प्रति गाय दैनिक
ta: உணவளிக்கும் விகிதம்: ஒரு மாட்டுக்கு தினசரி 50-100 கிராம்
te: ఆహార రేటు: ఆవు ఒక్కొక్కటికి 50-100 గ్రాములు రోజువారీ

source: Dry Fodder
hi: सूखा चारा
ta: உலர்ந்த தீவனம்
te: ఎండిన గడ్డి

source: Green Fodder
hi: हरा चारा
ta: பச்சை தீவனம்
te: పచ్చి గడ్డి

source: Concentrates
hi: सांद्रित चारा
ta: சுருக்கப்பட்ட தீவனம்
te: కాన్సంట్రేట్స్

source: Minerals
hi: खनिज
ta: கனிமங்கள்
te: మినరల్స్

# dryFodderDescription
source: Essential for rumen function. Provides fiber and promotes cud chewing.
hi: जुगाली के लिए आवश्यक। रेशा प्रदान करता है और जुगाली को बढ़ावा देता है।
ta: அஜீரணத்திற்கு அவசியம். நார்ச்சத்து வழங்குகிறது மற்றும் மெல்லுதலை ஊக்குவிக்கிறது.
te: రూమెన్ ఫంక్షన్ కోసం అవసరం. ఫైబర్‌ను అందిస్తుంది మరియు నమలడాన్ని ప్రోత్సహిస్తుంది.

# greenFodderDescription
source: Rich in nutrients, vitamins, and minerals. Improves milk production and health.
hi: पोषक तत्वों, विटामिनों और खनिजों से भरपूर। दूध उत्पादन और स्वास्थ्य में सुधार करता है।
ta: ஊட்டச்சத்துக்கள், வைட்டமின்கள் மற்றும் கனிமங்களால் நிறைந்தது. பால் உற்பத்தி மற்றும் ஆரோக்கியத்தை மேம்படுத்துகிறது.
te: పోషకాలు, విటమిన్లు మరియు మినరల్స్‌లో సమృద్ధిగా ఉంటుంది. పాల ఉత్పత్తి మరియు ఆరోగ్యాన్ని మెరుగుపరుస్తుంది.

# concentratesDescription
source: Energy-dense feeds that provide essential nutrients for milk production and growth.
hi: ऊर्जा-घन चारा जो दूध उत्पादन और विकास के लिए आवश्यक पोषक तत्व प्रदान करता है।
ta: ஆற்றல் நிறைந்த தீவனங்கள், பால் உற்பத்தி மற்றும் வளர்ச்சிக்கு அவசியமான ஊட்டச்சத்துக்களை வழங்குகிறது.
te: శక్తి-గాఢమైన ఆహారాలు, పాల ఉత్పత్తి మరియు వృద్ధికి అవసరమైన పోషకాలను అందిస్తాయి.

# mineralsDescription
source: Essential for bone development, milk production, and overall health.
hi: हड्डी विकास, दूध उत्पादन और समग्र स्वास्थ्य के लिए आवश्यक।
ta: எலும்பு வளர்ச்சி, பால் உற்பத்தி மற்றும் ஒட்டுமொத்த ஆரோக்கியத்திற்கு அவசியம்.
te: ఎముక అభివృద్ధి, పాల ఉత్పత్తి మరియు మొత్తం ఆరోగ్యం కోసం అవసరం.

source: Recommended Options
hi: अनुशंसित विकल्प
ta: பரிந்துரைக்கப்பட்ட விருப்பங்கள்
te: సిఫార్సు చేయబడిన ఎంపికలు

source: Nutritional Values
hi: पोषण मूल्य
ta: ஊட்டச்சத்து மதிப்புகள்
te: పోషక విలువలు

source: Seasonal Availability
hi: मौसमी उपलब्धता
ta: பருவகால கிடைப்பு
te: సీజనల్ అందుబాటు

source: Commercial Options
hi: वाणिज्यिक विकल्प
ta: வணிக விருப்பங்கள்
te: వాణిజ్య ఎంపికలు

source: Home-Mixed Options
hi: घरेलू मिश्रित विकल्प
ta: வீட்டில் கலந்த விருப்பங்கள்
te: ఇంటి మిశ్రమ ఎంపికలు

source: Mineral Deficiency Signs
hi: खनिज कमी के लक्षण
ta: கனிமக் குறைபாடு அறிகுறிகள்
te: మినరల్ లోపం లక్షణాలు

source: Wheat Straw
hi: गेहूं का भूसा
ta: கோதுமை வைக்கோல்
te: గోధుమ పొట్టు

# wheatStrawDescription
source: Low nutrient but high fiber content
hi: कम पोषक लेकिन उच्च रेशा सामग्री
ta: குறைந்த ஊட்டச்சத்து ஆனால் உயர்ந்த நார்ச்சத்து உள்ளடக்கம்
te: తక్కువ పోషకాలు కానీ ఎక్కువ ఫైబర్ కంటెంట్

# wheatStrawFeedingRate
source: Feeding Rate: 2-3 kg per feed daily
hi: खिलाने की दर: 2-3 किग्रा प्रति भोजन दैनिक
ta: உணவளிக்கும் விகிதம்: ஒரு உணவுக்கு 2-3 கிலோ தினசரி
te: ఆహార రేటు: ఒక్కో చారాకు 2-3 కిలోలు రోజువారీ

source: Paddy Straw
hi: धन का भूसा
ta: நெல் வைக்கோல்
te: వరి పొట్టు

# paddyStrawDescription
source: Best when treated with urea
hi: यूरिया के साथ उपचारित होने पर सर्वोत्तम
ta: யூரியாவுடன் சிகிச்சையளிக்கப்படும்போது சிறந்தது
te: యూరియాతో చికిత్స చేసినప్పుడు ఉత్తమం

# paddyStrawFeedingRate
source: Feeding Rate: 2-3 kg daily
hi: खिलाने की दर: 2-3 किग्रा दैनिक
ta: உணவளிக்கும் விகிதம்: 2-3 கிலோ தினசரி
te: ఆహార రేటు: 2-3 కిలోలు రోజువారీ

source: Sorghum Hay
hi: ज्वार का चारा
ta: சோளத் தீவனம்
te: జొన్న గడ్డి

# sorghumHayDescription
source: Higher nutrition than wheat straw
hi: गेहूं के भूसे की तुलना में उच्च पोषण
ta: கோதுமை வைக்கோலை விட உயர்ந்த ஊட்டச்சத்து
te: గోధుమ పొట్టు కంటే ఎక్కువ పోషకాలు

# sorghumFeedingRate
source: Feeding Rate: 1.5-2 kg daily
hi: खिलाने की दर: 1.5-2 किग्रा दैनिक
ta: உணவளிக்கும் விகிதம்: 1.5-2 கிலோ தினசரி
te: ఆహార రేటు: 1.5-2 కిలోలు రోజువారీ

source: Berseem
hi: बरसीम
ta: பெர்சீம்
te: బెర్సీమ్

# berseemDescription
source: High protein green fodder
hi: उच्च प्रोटीन हरा चारा
ta: உயர்ந்த புரதம் கொண்ட பச்சை தீவனம்
te: ఎక్కువ ప్రోటీన్ పచ్చి గడ్డి

# berseemFeedingRate
source: Feeding Rate: 15-20 kg per cow daily
hi: खिलाने की दर: 15-20 किग्रा प्रति गाय दैनिक
ta: உணவளிக்கும் விகிதம்: ஒரு மாட்டுக்கு தினசரி 15-20 கிலோ
te: ఆహార రేటు: ఆవు ఒక్కొక్కటికి 15-20 కిలోలు రోజువారీ

source: Hybrid Napier
hi: हाइब्रिड नेपियर
ta: ஹைப்ரிட் நேப்பியர்
te: హైబ్రిడ్ నేపియర్

# hybridNapierDescription
source: High yielding perennial grass
hi: उच्च उपज देने वाली बारहमासी घास
ta: உயர்ந்த விளைச்சல் கொண்ட பல்லாண்டு புல்
te: ఎక్కువ దిగుబడి ఇచ్చే బహువార్షిక గడ్డి

# hybridNapierFeedingRate
source: Feeding Rate: 15-25 kg per cow daily
hi: खिलाने की दर: 15-25 किग्रा प्रति गाय दैनिक
ta: உணவளிக்கும் விகிதம்: ஒரு மாட்டுக்கு தினசரி 15-25 கிலோ
te: ఆహార రేటు: ఆవు ఒక్కొక్కటికి 15-25 కిలోలు రోజువారీ

# lucerne
source: Lucerne (Alfalfa)
hi: ल्यूसर्न (एल्फाल्फा)
ta: லூசர்ன் (ஆல்ஃபால்ஃபா)
te: లూసర్న్ (ఆల్ఫాల్ఫా)

# lucerneDescription
source: Excellent protein source
hi: उत्कृष्ट प्रोटीन स्रोत
ta: சிறந்த புரத மூலம்
te: అద్భుతమైన ప్రోటీన్ మూలం

# lucerneFeedingRate
source: Feeding Rate: 10-15 kg per cow daily
hi: खिलाने की दर: 10-15 किग्रा प्रति गाय दैनिक
ta: உணவளிக்கும் விகிதம்: ஒரு மாட்டுக்கு தினசரி 10-15 கிலோ
te: ఆహార రేటు: ఆవు ఒక్కొక్కటికి 10-15 కిలోలు రోజువారీ

# dairyFeedMix
source: Dairy Feed Mix (20% Protein)
hi: डेयरी चारा मिश्रण (20% प्रोटीन)
ta: பால் தீவன கலவை (20% புரதம்)
te: డైరీ ఫీడ్ మిక్స్ (20% ప్రోటీన్)

# dairyFeedMixDescription
source: Balanced feed for milking cows
hi: दूध देने वाली गायों के लिए संतुलित चारा
ta: பால் மாடுகளுக்கு சமநிலையான தீவனம்
te: పాల ఆవుల కోసం సమతుల్య ఆహారం

# dairyFeedMixFeedingRate
source: Feeding Rate: 1 kg per feeding daily
hi: खिलाने की दर: 1 किग्रा प्रति भोजन दैनिक
ta: உணவளிக்கும் விகிதம்: ஒரு உணவுக்கு 1 கிலோ தினசரி
te: ఆహార రేటు: ఒక్కో చారాకు 1 కిలో రోజువారీ

source: Calf Starter
hi: बछड़ा स्टार्टर
ta: கன்று ஸ்டார்ட்டர்
te: కాల్ఫ్ స్టార్టర్

# calfStarterDescription
source: Special formula for growing calves
hi: बढ़ते बछड़ों के लिए विशेष फार्मूला
ta: வளரும் கன்றுகளுக்கான சிறப்பு சூத்திரம்
te: పెరుగుతున్న దూడల కోసం ప్రత్యేక ఫార్ములా

# calfStarterFeedingRate
source: Feeding Rate: 0.5-1.5 kg daily
hi: खिलाने की दर: 0.5-1.5 किग्रा दैनिक
ta: உணவளிக்கும் விகிதம்: 0.5-1.5 கிலோ தினசரி
te: ఆహార రేటు: 0.5-1.5 కిలోలు రోజువారీ

source: Mineral Mixture
hi: खनिज मिश्रण
ta: கனிம கலவை
te: మినరల్ మిక్చర్

# mineralMixtureDescription
source: Complete blend of macro and micro minerals
hi: मैक्रो और माइक्रो खनिजों का पूर्ण मिश्रण
ta: மேக்ரோ மற்றும் மைக்ரோ கனிமங்களின் முழு கலவை
te: మాక్రో మరియు మైక్రో మినరల్స్ యొక్క పూర్తి మిశ్రమం

# mineralFeedingRate
source: Feeding Rate: 50-100 grams daily
hi: खिलाने की दर: 50-100 ग्राम दैनिक
ta: உணவளிக்கும் விகிதம்: 50-100 கிராம் தினசரி
te: ఆహార రేటు: 50-100 గ్రాములు రోజువారీ

source: Salt Blocks
hi: नमक ब्लॉक
ta: உப்பு கட்டிகள்
te: ఉప్పు బ్లాక్స్

# saltBlocksDescription
source: For free-choice sodium intake
hi: स्वतंत्र सोडियम सेवन के लिए
ta: தன்னிச்சையான சோடியம் உட்கொள்ளலுக்கு
te: స్వచ్ఛంద సోడియం సేవనం కోసం

# saltBlocksFeedingRate
source: Place in feeding area for voluntary consumption
hi: स्वैच्छिक उपभोग के लिए खाने के क्षेत्र में रखें
ta: தன்னிச்சையான உட்கொள்ளலுக்கு உணவு பகுதியில் வைக்கவும்
te: స్వచ్ఛంద ఉపయోగం కోసం ఫీడింగ్ ఏరియాలో ఉంచండి

source: Feed Type
hi: चारा प्रकार
ta: தீவன வகை
te: ఆహార రకం

# proteinPercent
source: Protein %
hi: प्रोटीन %
ta: புரதம் %
te: ప్రోటీన్ %

# fiberPercent
source: Fiber %
hi: रेशा %
ta: நார்ச்சத்து %
te: ఫైబర్ %

# tdnExplanation
source: TDN: Total Digestible Nutrients
hi: टीडीएन: कुल पाचन योग्य पोषक तत्व
ta: டிடிஎன்: மொத்த புசிக்கக்கூடிய ஊட்டச்சத்துக்கள்
te: TDN: మొత్తం జీర్ణమయ్యే పోషకాలు

source: Storage Tips
hi: भंडारण युक्तियाँ
ta: சேமிப்பு குறிப்புகள்
te: స్టోరేజ్ చిట్కాలు

# storageTipDryArea
source: Store in a dry, well-ventilated area
hi: सूखे, अच्छे हवादार क्षेत्र में भंडारण करें
ta: உலர்ந்த, நன்கு காற்றோட்டமான இடத்தில் சேமிக்கவும்
te: పొడి, బాగా వెంటిలేటెడ్ ప్రాంతంలో నిల్వ చేయండి

# storageTipNoMoisture
source: Keep away from moisture to prevent mold
hi: फफूंद से बचाने के लिए नमी से दूर रखें
ta: பூஞ்சை தவிர்க்க ஈரப்பதத்திலிருந்து விலக்கி வைக்கவும்
te: మోల్డ్ నివారించడానికి తేమ నుండి దూరంగా ఉంచండి

# storageTipWoodenPlatform
source: Stack on wooden platforms, not directly on the ground
hi: लकड़ी के प्लेटफॉर्म पर ढेर करें, जमीन पर सीधे नहीं
ta: மர தளங்களில் அடுக்கவும், நேரடியாக தரையில் வைக்கவும்
te: చెక్క ప్లాట్‌ఫామ్‌లపై పేర్చండి, నేరుగా నేలపై కాదు

# storageTipProtectFromRain
source: Ensure protection from rain and pests
hi: बारिश और कीटों से सुरक्षा सुनिश्चित करें
ta: மழை மற்றும் பூச்சிகளிலிருந்து பாதுகாப்பை உறுதி செய்யவும்
te: వర్షం మరియు తెగుళ్ల నుండి రక్షణను నిర్ధారించండి

source: Fodder
hi: चारा
ta: தீவனம்
te: గడ్డి

source: Winter
hi: सर्दी
ta: குளிர்காலம்
te: చలికాలం

source: Summer
hi: गर्मी
ta: கோடைகாலம்
te: వేసవి

source: Rainy
hi: बरसात
ta: மழைக்காலம்
te: వర్షాకాలం

# sampleHomeMix
source: Sample Home Mix (30 kg batch)
hi: नमूना घरेलू मिश्रण (30 किग्रा बैच)
ta: மாதிரி வீட்டு கலவை (30 கிலோ தொகுதி)
te: నమూనా ఇంటి మిక్స్ (30 కిలోల బ్యాచ్)

source: Maize
hi: मक्का
ta: சோளம்
te: మొక్కజొన్న

source: Soybean Meal
hi: सोयाबीन भोजन
ta: சோயாபீன் உணவு
te: సోయాబీన్ మీల్

source: Wheat Bran
hi: गेहूं की भूसी
ta: கோதுமை தவிடு
te: గోధుమ తవుడు

source: Rice Polish
hi: चावल की पॉलिश
ta: அரிசி பாலிஷ்
te: బియ్యం పాలిష్

source: Salt
hi: नमक
ta: உப்பு
te: ఉప్పు

# nutritionalValue
source: Nutritional Value (Approximate):
hi: पोषण मूल्य (लगभग):
ta: ஊட்டச்சத்து மதிப்பு (தோராயமாக):
te: పోషక విలువ (సుమారు):

# crudeProtein
source: Crude Protein: 18-20%
hi: कच्चा प्रोटीन: 18-20%
ta: மொத்த புரதம்: 18-20%
te: క్రూడ్ ప్రోటీన్: 18-20%

source: Calcium
hi: कैल्शियम
ta: கால்சியம்
te: కాల్షియం

# calciumDeficiencySymptoms
source: Milk fever, weak bones, poor growth
hi: दूध बुखार, कमजोर हड्डियाँ, खराब विकास
ta: பால் காய்ச்சல், பலவீனமான எலும்புகள், மோசமான வளர்ச்சி
te: పాల జ్వరం, బలహీనమైన ఎముకలు, పేలవమైన వృద్ధి

source: Phosphorus
hi: फॉस्फोरस
ta: பாஸ்பரஸ்
te: ఫాస్ఫరస్

# phosphorusDeficiencySymptoms
source: Poor fertility, weak bones, reduced appetite
hi: खराब प्रजनन, कमजोर हड्डियाँ, भूख में कमी
ta: மோசமான கருவுறுதல், பலவீனமான எலும்புகள், பசியின்மை
te: పేలవమైన సంతానోత్పత్తి, బలహీనమైన ఎముకలు, ఆకలి తగ్గుదల

source: Copper
hi: कॉपर
ta: செம்பு
te: రాగి

# copperDeficiencySymptoms
source: Anemia, poor growth, coat discoloration
hi: एनीमिया, खराब विकास, कोट का रंग बदलना
ta: ரத்தசோகை, மோசமான வளர்ச்சி, முடி நிறமாற்றம்
te: అనీమియా, పేలవమైన వృద్ధి, కోట్ రంగు మార్పు

source: Iodine
hi: आयोडीन
ta: அயோடின்
te: ఐయోడిన్

# iodineDeficiencySymptoms
source: Goiter, reproductive problems, weak calves
hi: गलगंड, प्रजनन समस्याएँ, कमजोर बछड़े
ta: கோய்டர், இனப்பெருக்க சிக்கல்கள், பலவீனமான கன்றுகள்
te: గాయిటర్, సంతాన సమస్యలు, బలహీనమైన దూడలు

source: Add Feed to Inventory
hi: चारा इन्वेंट्री में जोड़ें
ta: தீவனத்தை இருப்பில் சேர்க்கவும்
te: ఆహారాన్ని ఇన్వెంటరీకి జోడించండి

source: Feed Name
hi: चारा का नाम
ta: தீவன பெயர்
te: ఆహార పేరు

# quantity
source: Quantity (kg)
hi: मात्रा (किग्रा)
ta: அளவு (கிலோ)
te: పరిమాణం (కిలోలు)

source: Purchase Date
hi: खरीद तारीख
ta: கொள்முதல் தேதி
te: కొనుగోలు తేదీ

# feedAddedFeedback
source: Feed added to inventory
hi: चारा इन्वेंट्री में जोड़ा गया
ta: தீவனம் இருப்பில் சேர்க்கப்பட்டது
te: ఆహారం ఇన్వెంటరీకి జోడించబడింది

# marketTitle
source: Cow Products Marketplace
hi: गाय उत्पाद बाजार
ta: பசு பொருட்கள் சந்தை
te: గోవు ఉత్పత్తుల మార్కెట్

# cartTitle
source: Your Cart
hi: आपकी कार्ट
ta: உங்கள் கூடை
te: మీ కార్ట్

# checkoutTitle
source: Checkout
hi: चेकआउट
ta: செக்அவுட்
te: చెక్అవుట్

# emptyCart
source: Your cart is empty
hi: आपकी कार्ट खाली है
ta: உங்கள் கூடை காலியாக உள்ளது
te: మీ కార్ట్ ఖాళీగా ఉంది

source: Total
hi: कुल
ta: மொத்தம்
te: మొత్తం

source: Proceed to Checkout
hi: चेकआउट के लिए आगे बढ़ें
ta: செக்அவுட்டிற்கு தொடரவும்
te: చెక్అవుట్‌కు కొనసాగండి

source: Order Summary
hi: आर्डर सारांश
ta: ஆர்டர் சுருக்கம்
te: ఆర్డర్ సారాంశం

source: Delivery Address
hi: वितरण पता
ta: விநியோக முகவரி
te: డెలివరీ చిరునామా

source: Full Name
hi: पूरा नाम
ta: முழு பெயர்
te: పూర్తి పేరు

source: Phone Number
hi: फोन नंबर
ta: தொலைபேசி எண்
te: ఫోన్ నంబర్

source: Address
hi: पता
ta: முகவரி
te: చిరునామా

source: Payment Method
hi: भुगतान विधि
ta: கட்டண முறை
te: చెల్లింపు పద్ధతి

source: Cash on Delivery
hi: कैश ऑन डिलीवरी
ta: பணம் செலுத்துதல்
te: క్యాష్ ఆన్ డెలివరీ

source: Place Order
hi: आर्डर करें
ta: ஆர்டர் செய்யவும்
te: ఆర్డర్ చేయండి

source: Order Placed
hi: आर्डर किया गया
ta: ஆர்டர் வைக்கப்பட்டது
te: ఆర్డర్ చేయబడింది

# orderPlacedMessage
source: Your order has been placed successfully!
hi: आपका आर्डर सफलतापूर्वक किया गया है!
ta: உங்கள் ஆர்டர் வெற்றிகரமாக வைக்கப்பட்டது!
te: మీ ఆర్డర్ విజయవంతంగా చేయబడింది!

source: Buy Now
hi: अभी खरीदें
ta: இப்போது வாங்கவும்
te: ఇప్పుడు కొనండి

source: Contact Seller
hi: विक्रेता से संपर्क करें
ta: விற்பனையாளரை தொடர்பு கொள்ளவும்
te: విక్రేతను సంప్రదించండి

# addedToCart
source: {productName} added to cart
hi: {productName} कार्ट में जोड़ा गया
ta: {productName} கூடையில் சேர்க்கப்பட்டது
te: {productName} కార్ట్‌కు జోడించబడింది

source: View Cart
hi: कार्ट देखें
ta: கூடையைப் பார்க்கவும்
te: కార్ట్‌ను చూడండి

# allCategory
source: All
hi: सभी
ta: அனைத்தும்
te: అన్నీ

# milkDairyCategory
source: Milk & Dairy Products
hi: दूध और डेयरी उत्पाद
ta: பால் & பால் பொருட்கள்
te: పాలు & పాడి ఉత్పత్తులు

# dungCategory
source: Dung (for fertilizers, biogas, etc.)
hi: गोबर (उर्वरक, बायोगैस आदि के लिए)
ta: சாணம் (உரங்கள், உயிரிவளி முதலியவற்றிற்கு)
te: పేడ (ఎరువులు, బయోగ్యాస్ మొదలైనవి కోసం)

# urineCategory
source: Urine (for medicinal/Ayurvedic use)
hi: मूत्र (औषधीय/आयुर्वेदिक उपयोग के लिए)
ta: சிறுநீர் (மருத்துவ/ஆயுர்வேத பயன்பாட்டிற்கு)
te: మూత్రం (మెడిసినల్/ఆయుర్వేద ఉపయోగం కోసం)

# buyersCategory
source: Buyers
hi: खरीदार
ta: வாங்குபவர்கள்
te: కొనుగోలుదారులు

# rashtriyaGokulMissionLoanBank
source: HDFC
hi: एचडीएफसी
ta: எச்டிஎஃப்சி

source: Filter
hi: फ़िल्टर
ta: வடிகட்டி

source: Add Feed
hi: चारा जोड़ें
ta: தீவனம் சேர்க்கவும்

# tdnPercent
source: TDN %
hi: टीडीएन %
ta: டிடிஎன் %

# tdnValue
source: TDN: 70-75%
hi: टीडीएन: 70-75%
ta: டிடிஎன்: 70-75%
