Repository: GauSampada/GauSampada_2.0
Catalog: lib/l10n/app_*.arb
Languages: hi, ta, te

# title
source: GauSampada
hi: गौसम्पदा
ta: கௌசம்பதா
te: గౌసంపద

# onboardingScreen1Title
source: Welcome to GauSampada!
hi: गौसम्पदा में आपका स्वागत है!
ta: கௌசம்பதாவுக்கு வரவேற்கிறோம்!
te: గౌసంపదకు స్వాగతం!

# onboardingScreen2Title
source: AI-Powered Disease Detection & Prevention
hi: एआई-समर्थित रोग पहचान और रोकथाम
ta: ஏஐ இயக்கும் நோய் கண்டறிதல் மற்றும் தடுப்பு
te: AI ఆధారిత వ్యాధి గుర్తింపు మరియు నివారణ

# onboardingScreen3Title
source: Sell Dairy Products Effortlessly
hi: डेयरी उत्पादों को आसानी से बेचें
ta: பால்வள பொருட்களை எளிதாக விற்பனை செய்யுங்கள்
te: పాల ఉత్పత్తులను సులభంగా అమ్మండి

# onboardingScreen4Title
source: Find Nearby Farmers & Buyers
hi: आसपास के किसान और खरीदार खोजें
ta: அருகிலுள்ள விவசாயிகள் மற்றும் வாங்குபவர்களை கண்டுபிடிக்கவும்
te: సమీప రైతులను & కొనుగోలుదారులను కనుగొనండి

# onboardingScreen5Title
source: Veterinary Doctor Appointments
hi: पशु चिकित्सक से अपॉइंटमेंट लें
ta: மருத்துவ ஆலோசனைகள்
te: పశువైద్యుడి అపాయింట్మెంట్లు

# feedScreen4Title
source: AI Assistance for Cow Health
hi: गाय के स्वास्थ्य के लिए एआई सहायता
ta: மாடுகளின் ஆரோக்கியத்திற்கு ஏஐ உதவி
te: ఆవుల ఆరోగ్యానికి AI సహాయం

source: Learn More
hi: और जानें
ta: மேலும் அறிய
te: మరింత తెలుసుకోండి

# onboardingScreen1Desc
source: Connect with farmers and buyers through markets, cooperatives, and online platforms for fair pricing.
hi: किसानों और खरीदारों से जुड़ें और उचित मूल्य प्राप्त करें।
ta: விவசாயிகள் மற்றும் வாங்குபவர்களுடன் சந்தை மற்றும் ஆன்லைன் தளங்கள் மூலம் நியாயமான விலையில் இணைக்கவும்.
te: రైతులు మరియు కొనుగోలుదారులతో మార్కెట్లు, సహకార సంస్థలు, ఆన్‌లైన్ ప్లాట్‌ఫారమ్‌ల ద్వారా సరసమైన ధరకు కనెక్ట్ అవ్వండి.

# onboardingScreen2Desc
source: AI detects diseases early, monitors vitals, optimizes nutrition, and sends alerts for better cattle health.
hi: एआई जल्दी रोगों का पता लगाता है, स्वास्थ्य की निगरानी करता है और पोषण को अनुकूलित करता है।
ta: ஏஐ நோய்களை முன்கூட்டியே கண்டறிந்து, உடல்நிலை கண்காணித்து, சிறந்த ஊட்டச்சத்து ஆலோசனைகளை வழங்குகிறது.
te: AI వ్యాధులను తొందరగా గుర్తిస్తుంది, ఆరోగ్య సూచకాలను పర్యవేక్షిస్తుంది, పోషణను మెరుగుపరుస్తుంది మరియు గౌవు ఆరోగ్యానికి అలర్ట్‌లు పంపుతుంది.

# onboardingScreen3Desc
source: Successful sales need smart pricing, inventory, and engagement, plus quality supply and marketing.
hi: सफल बिक्री के लिए सही मूल्य निर्धारण, इन्वेंटरी और विपणन आवश्यक हैं।
ta: வெற்றிகரமான விற்பனைக்கு புத்திசாலித்தனமான விலையீடு, சரக்கு மேலாண்மை, சந்தைப்படுத்தல் ஆகியவை தேவை.
te: విజయవంతమైన అమ్మకాల కోసం తెలివైన ధర నిర్ణయం, నిల్వ నిర్వహణ, నాణ్యమైన సరఫరా మరియు మార్కెటింగ్ అవసరం.

# onboardingScreen4Desc
source: Smart pricing, inventory, and engagement boost sales and quality.
hi: स्मार्ट मूल्य निर्धारण और गुणवत्ता बनाए रखें।
ta: புத்திசாலித்தனமான விலையீடு, சரக்கு மேலாண்மை மற்றும் ஈடுபாடு விற்பனையை மேம்படுத்துகிறது.
te: తెలివైన ధర నిర్ణయం, నిల్వ నిర్వహణ మరియు వినియోగదారుల భాగస్వామ్యం అమ్మకాల నాణ్యతను పెంచుతుంది.

# onboardingScreen5Desc
source: Veterinarians analyze cow health data for accurate diagnosis, timely treatment, and scheduling.
hi: पशु चिकित्सक स्वास्थ्य डेटा का विश्लेषण करते हैं और सही उपचार प्रदान करते हैं।
ta: மருத்துவர்கள் மாடுகளின் ஆரோக்கிய தரவை பகுப்பாய்வு செய்து, சரியான பரிந்துரைகளை வழங்குவர்.
te: పశువైద్యులు గౌవు ఆరోగ్య డేటాను విశ్లేషించి ఖచ్చితమైన రోగ నిర్ధారణ, సమయపాలన చికిత్స మరియు అపాయింట్‌మెంట్ షెడ్యూలింగ్ అందిస్తారు.

# nextBtn
source: Next
hi: आगे
ta: அடுத்தது
te: తరువాత

# skipBtn
source: Skip
hi: छोड़ें
ta: தவிர்க்கவும்
te: దాటవేయి

# getStartedBtn
source: Get Started
hi: शुरू करें
ta: தொடங்குங்கள்
te: ప్రారంభించండి

# signupScreenTitle
source: Onboard!
hi: शुरू करें!
ta: உள் நுழையுங்கள்!
te: ఓన్బోర్డ్!

# signupScreenSubtitle
source: Create an account to start your journey
hi: अपना खाता बनाएं और यात्रा शुरू करें
ta: உங்கள் பயணத்தைத் தொடங்க கணக்கு உருவாக்கவும்
te: మీ ప్రయాణాన్ని ప్రారంభించడానికి ఖాతాను సృష్టించండి

# signupNameLabel
source: Name
hi: नाम
ta: பெயர்
te: పేరు

# signupNameHint
source: Enter Your Name
hi: अपना नाम दर्ज करें
ta: உங்கள் பெயரை உள்ளிடவும்
te: మీ పేరు నమోదు చేయండి

# signupEmailLabel
source: Email
hi: ईमेल
ta: மின்னஞ்சல்
te: ఇమెయిల్

# signupEmailHint
source: Enter Your Email
hi: अपना ईमेल दर्ज करें
ta: உங்கள் மின்னஞ்சலை உள்ளிடவும்
te: మీ ఇమెయిల్ నమోదు చేయండి

# signupPasswordLabel
source: Password
hi: पासवर्ड
ta: கடவுச்சொல்
te: పాస్‌వర్డ్

# signupPasswordHint
source: Enter Your Password
hi: अपना पासवर्ड दर्ज करें
ta: உங்கள் கடவுச்சொல்லை உள்ளிடவும்
te: మీ పాస్‌వర్డ్ నమోదు చేయండి

# signupPhoneLabel
source: Phone Number
hi: मोबाइल नंबर
ta: தொலைபேசி எண்
te: ఫోన్ నంబర్

# signupPhoneHint
source: Enter Your Mobile Number
hi: अपना मोबाइल नंबर दर्ज करें
ta: உங்கள் மொபைல் எண்ணை உள்ளிடவும்
te: మీ మొబైల్ నంబర్ నమోదు చేయండి

# signupButton
source: Sign Up
hi: साइन अप करें
ta: பதிவு செய்யவும்
te: సైన్ అప్

# signupGoogleButton
source: Sign Up With Google
hi: गूगल के साथ साइन अप करें
ta: Google மூலம் பதிவு செய்யவும்
te: తో సైన్ అప్ చేయండి

# signupAlreadyHaveAccount
source: Already Have an Account?
hi: पहले से ही खाता है?
ta: ஏற்கனவே கணக்கு உள்ளதா?
te: ఇప్పటికే ఖాతా ఉందా?

# signupFillAllFields
source: Fill All Fields!
hi: सभी फ़ील्ड भरें!
ta: அனைத்து புலங்களையும் நிரப்பவும்!
te: అన్ని ఫీల్డ్‌లను పూర్తి చేయండి!

# signupNameRequired
source: Name is required
te: పేరు అవసరం

# signupEmailRequired
source: Email is required
te: ఇమెయిల్ అవసరం

# signupEmailInvalid
source: Enter a valid email
te: సరిగ్గా ఇమెయిల్ నమోదు చేయండి

# signupPasswordRequired
source: Password is required
te: పాస్‌వర్డ్ అవసరం

# signupPhoneRequired
source: Please enter a valid phone number
te: దయచేసి సరైన ఫోన్ నంబర్ నమోదు చేయండి

source: Welcome back!
hi: फिर से स्वागत है!
ta: திரும்ப வரவேற்கிறோம்!
te: మళ్ళీ స్వాగతం!

# accessYourAccount
source: Access your account to continue your journey
hi: अपने खाते तक पहुंचें और जारी रखें
ta: உங்கள் பயணத்தை தொடர உங்கள் கணக்கை அணுகவும்
te: మీ ప్రయాణాన్ని కొనసాగించడానికి మీ ఖాతాలో లాగిన్ అవ్వండి

source: Login With Google
hi: गूगल के साथ लॉग इन करें
ta: Google மூலம் உள்நுழையவும்
te: తో లాగిన్ అవ్వండి

# dontHaveAccount
source: Don't have an Account?
hi: कोई खाता नहीं है?
ta: கணக்கு இல்லையா?
te: ఖాతా లేనివారా?

source: Log In
hi: लॉग इन करें
ta: உள்நுழையவும்
te: లాగిన్

source: Or
hi: या
ta: அல்லது
te: లేదా

source: Forgot Password
hi: पासवर्ड भूल गए?
ta: கடவுச்சொல்லை மறந்துவிட்டீர்களா?
te: పాస్‌వర్డ్ మర్చిపోయారా

# cowHealthMonitoring
source: Monitor cow health in real-time
hi: गाय के स्वास्थ्य की वास्तविक समय में निगरानी करें
ta: மாடுகளின் உடல்நிலையை நேரடியாக கண்காணிக்கவும்
te: నిజమైన-సమయంలో గోవు ఆరోగ్యాన్ని పర్యవేక్షించండి

# milkProductionTracking
source: Track milk production & yield
hi: दूध उत्पादन और उपज को ट्रैक करें
ta: பால் உற்பத்தி மற்றும் விளைவை கண்காணிக்கவும்
te: పాలు ఉత్పత్తి & దిగుబడిని ట్రాక్ చేయండి

# communityForFarmers
source: Join the farmers' community
hi: किसानों के समुदाय से जुड़ें
ta: விவசாயிகள் சமூகவில் சேரவும்
te: రైతుల కమ్యూనిటీలో చేరండి

# smartNutritionSuggestions
source: Get AI-powered nutrition suggestions
hi: एआई-संचालित पोषण सुझाव प्राप्त करें
ta: ஏஐ வழிகாட்டும் ஊட்டச்சத்து ஆலோசனைகளை பெறவும்
te: AI ఆధారిత పోషకాహార సూచనలు పొందండి

# automatedBreedingGuidance
source: Receive automated breeding guidance
hi: स्वचालित प्रजनन मार्गदर्शन प्राप्त करें
ta: தானியங்கும் இனப்பெருக்க வழிகாட்டுதலை பெறவும்
te: ఆటోమేటెడ్ బ్రిడింగ్ మార్గదర్శకాన్ని పొందండి

source: GauSampada
hi: गौसम्पदा
ta: கௌசம்பதா
te: గౌసంపద

source: Location
hi: स्थान
ta: இருப்பிடம்
te: స్థానం

source: Notifications
hi: सूचनाएँ
ta: அறிவிப்புகள்
te: ప్రకటనలు

source: Breed Information
hi: नस्ल की जानकारी
ta: இனம் தகவல்
te: జాతి సమాచారం

source: Dairy Products
hi: डेयरी उत्पाद
ta: பால்வள பொருட்கள்
te: పాల ఉత్పత్తులు

source: My Orders
hi: मेरे ऑर्डर
ta: என் ஆர்டர்கள்
te: నా ఆర్డర్లు

source: Home
hi: होम
ta: முகப்பு
te: హోమ్

source: Market
hi: बाजार
ta: சந்தை
te: మార్కెట్

source: AI Diagnosis
hi: एआई निदान
ta: ஏஐ நோயறிதல்
te: AI డయాగ్నోసిస్

source: Breed Info
hi: नस्ल जानकारी
ta: இனம் தகவல்
te: జాతి సమాచారం

source: Profile
hi: प्रोफ़ाइल
ta: சுயவிவரம்
te: ప్రొఫైల్

source: Settings
hi: सेटिंग्स
ta: அமைப்புகள்
te: సెట్టింగ్‌లు

source: Sign Out
hi: साइन आउट
ta: வெளியேறவும்
te: సైన్ అవుట్

source: Log Out
hi: लॉग आउट
ta: வெளியேறு
te: లాగ్ అవుట్

# confirmLogout
source: Are you sure you want to Log Out?
hi: क्या आप वाकई लॉग आउट करना चाहते हैं?
ta: உண்மையாக வெளியேற விரும்புகிறீர்களா?
te: మీరు ఖచ్చితంగా లాగ్ అవుట్ కావాలా?

source: Cancel
hi: रद्द करें
ta: ரத்து செய்யவும்
te: రద్దు చేయండి

source: Yes
hi: हाँ
ta: ஆம்
te: అవును

source: Please Fill All Fields
hi: कृपया सभी फ़ील्ड भरें
ta: அனைத்து புலங்களையும் நிரப்பவும்
te: దయచేసి అన్ని ఖాళీలను పూరించండి

source: Invalid Email Or Password
hi: अमान्य ईमेल या पासवर्ड
ta: தவறான மின்னஞ்சல் அல்லது கடவுச்சொல்
te: తప్పు ఇమెయిల్ లేదా పాస్‌వర్డ్

# receiveEmailToResetPassword
source: Receive an Email to Reset Your Password
hi: पासवर्ड रीसेट करने के लिए एक ईमेल प्राप्त करें
ta: உங்கள் கடவுச்சொல்லை மீட்டமைக்க மின்னஞ்சல் பெறவும்
te: మీ పాస్‌వర్డ్ రీసెట్ చేయడానికి ఇమెయిల్ స్వీకరించండి

source: Reset Password
hi: पासवर्ड रीसेट करें
ta: கடவுச்சொல்லை மீட்டமைக்கவும்
te: పాస్‌వర్డ్ రీసెట్ చేయండి

source: success
hi: सफलता
ta: வெற்றி
te: విజయం

# weakPassword
source: The password provided is too weak.
hi: प्रदान किया गया पासवर्ड बहुत कमजोर है।
ta: கொடுக்கப்பட்ட கடவுச்சொல் மிகவும் பலவீனமானது.
te: అందించిన పాస్‌వర్డ్ చాలా బలహీనంగా ఉంది.

# accountExists
source: The account already exists for that email.
hi: इस ईमेल के लिए खाता पहले से मौजूद है।
ta: இந்த மின்னஞ்சலுக்கு கணக்கு ஏற்கனவே உள்ளது.
te: ఆ ఇమెయిల్ కోసం ఖాతా ఇప్పటికే ఉంది.

# emailBadlyFormatted
source: Email is badly formatted.
hi: ईमेल गलत प्रारूप में है।
ta: மின்னஞ்சல் வடிவம் தவறானது.
te: ఇమెయిల్ ఫార్మాట్ తప్పుగా ఉంది.

source: Error creating user:
hi: उपयोगकर्ता बनाने में त्रुटि:
ta: பயனர் உருவாக்கும்போது பிழை ஏற்பட்டது:
te: యూజర్ సృష్టించడంలో లోపం:

# noUserFound
source: No user found for that email.
hi: इस ईमेल के लिए कोई उपयोगकर्ता नहीं मिला।
ta: இந்த மின்னஞ்சலுக்கு எந்த பயனரும் இல்லை.
te: ఆ ఇమెయిల్ కోసం ఎటువంటి యూజర్ కనుగొనబడలేదు.

source: Incorrect password.
hi: गलत पासवर्ड।
ta: தவறான கடவுச்சொல்.
te: తప్పు పాస్‌వర్డ్.

source: Error signing in:
hi: साइन इन करने में त्रुटि:
ta: உள்நுழையும்போது பிழை ஏற்பட்டது:
te: సైన్ ఇన్ చేయడంలో లోపం:

source: Google sign-in aborted.
hi: Google साइन-इन रद्द कर दिया गया।
ta: Google உள்நுழைவு நிறுத்தப்பட்டது.
te: Google సైన్-ఇన్ రద్దు చేయబడింది.

source: Unknown
hi: अज्ञात
ta: அறியப்படாதது
te: తెలియని

source: No email
hi: कोई ईमेल नहीं
ta: மின்னஞ்சல் இல்லை
te: ఇమెయిల్ లేదు

# errorSigningInGoogle
source: Error signing in with Google:
hi: Google के साथ साइन इन करने में त्रुटि:
ta: Google மூலம் உள்நுழையும்போது பிழை ஏற்பட்டது:
te: Google తో సైన్ ఇన్ చేయడంలో లోపం:

# passwordResetEmailSent
source: Password Reset Email Sent to
hi: पासवर्ड रीसेट ईमेल भेजा गया:
ta: கடவுச்சொல் மீட்டமைக்க மின்னஞ்சல் அனுப்பப்பட்டுள்ளது
te: పాస్‌వర్డ్ రీసెట్ ఇమెయిల్ పంపబడింది

# documentSnapshotNull
source: Document snapshot data is null
hi: दस्तावेज़ स्नैपशॉट डेटा शून्य है
te: డాక్యుమెంట్ స్నాప్‌షాట్ డేటా శూన్యం

# pleaseEnterPrompt
source: Please enter a prompt
hi: कृपया एक प्रॉम्प्ट दर्ज करें
te: దయచేసి ప్రాంప్ట్‌ను నమోదు చేయండి

source: Error
hi: त्रुटि
te: లోపం

# errorProcessingImage
source: Error: Unable to process image. Status code
hi: त्रुटि: छवि को संसाधित करने में असमर्थ। स्थिति कोड
ta: படத்தை செயலாக்குவதில் பிழை. நிலை குறியீடு
te: లోపం: చిత్రాన్ని ప్రాసెస్ చేయడం సాధ్యపడలేదు. స్థితి కోడ్

source: Error picking image
hi: छवि चुनने में त्रुटि
ta: படத்தை தேர்ந்தெடுப்பதில் பிழை
te: చిత్రాన్ని ఎంపిక చేయడంలో లోపం

# gir_breedName
source: Gir
hi: गिर
ta: கிர்
te: గిర్

# gir_origin
source: Gujarat, India
hi: गुजरात, भारत
ta: குஜராத், இந்தியா
te: గుజరాత్, భారతదేశం

# gir_localNames
source: Gyr
hi: गिर
ta: ஜைர்
te: గైర్

# gir_milkYield
source: 10-15 liters/day
hi: 10-15 लीटर/दिन
ta: 10-15 லிட்டர்/நாள்
te: 10-15 లీటర్లు/రోజు

# gir_lactationPeriod
source: 270-300 days
hi: 270-300 दिन
ta: 270-300 நாட்கள்
te: 270-300 రోజులు

# gir_description
source: Gir cows are well-adapted to hot climates and have a strong immune system, making them highly disease-resistant. They have a distinctive reddish-brown coat and curved horns. Known for their high milk yield, they produce milk rich in A2 protein, making it highly nutritious. These cows are also easy to maintain as they require minimal veterinary care. Due to their adaptability, they are exported worldwide for dairy breeding programs.
hi: गिर गायें गर्म जलवायु के लिए अच्छी तरह से अनुकूलित होती हैं और इनकी प्रतिरक्षा प्रणाली मजबूत होती है, जिससे वे बीमारियों के प्रति अत्यधिक प्रतिरोधी होती हैं। इनका कोट लाल-भूरा होता है और उनके सींग घुमावदार होते हैं। यह उच्च दूध उत्पादन के लिए जानी जाती हैं और इनका दूध A2 प्रोटीन से भरपूर होता है। इनके रखरखाव में भी कम खर्च आता है क्योंकि इन्हें न्यूनतम पशु चिकित्सा देखभाल की आवश्यकता होती है।
ta: கிர் மாடுகள் சூடான காலநிலையில் சிறப்பாக உகந்துள்ளன மற்றும் நோய்த்தொற்றுகளுக்கு மிகுந்த எதிர்ப்பு கொண்டவை. அவை சிகப்பு-பழுப்பு நிறம் கொண்ட தோலுடன் வளைந்த கொம்புகளைக் கொண்டிருக்கும். அதிகமான பாலளவை உற்பத்தி செய்யும் இவை A2 புரதம் நிறைந்த பாலை வழங்குகின்றன, இதனால் மிகவும் ஊட்டச்சத்து நிறைந்தது. குறைந்த பராமரிப்பு தேவையுள்ளதால் உலகம் முழுவதும் பண்ணையாளர்கள் அதிகம் வளர்க்கின்றனர்.
te: గిర్ గోవులు వేడిగా ఉండే వాతావరణానికి అనుకూలంగా ఉంటాయి మరియు బలమైన రోగనిరోధక వ్యవస్థ కలిగి ఉంటాయి. వీటి శరీరంపై చెంగుచచ్చిన ఎరుపు రంగు కోటింగ్ మరియు వక్రమైన కొమ్ములు ఉంటాయి. ఇవి అధిక పాలు ఇస్తాయి, ముఖ్యంగా A2 ప్రోటీన్ ఎక్కువగా ఉండే పాలు ఉత్పత్తి చేస్తాయి, ఇవి పోషకంగా సమృద్ధిగా ఉంటాయి. తక్కువ మెయింటెనెన్స్ తో ఎక్కువ కాలం బతికే ఈ గోవులు ప్రపంచవ్యాప్తంగా డైరీ బ్రిడింగ్ కార్యక్రమాల్లో ఉపయోగించబడతాయి.

# sahiwal_breedName
source: Sahiwal
hi: साहीवाल
ta: சாஹிவால்
te: సహీవాల్

# sahiwal_origin
source: Punjab, Haryana, Uttar Pradesh
hi: पंजाब, हरियाणा, उत्तर प्रदेश
ta: பஞ்சாப், ஹரியானா, உத்தரபிரதேசம்
te: పంజాబ్, హర్యానా, ఉత్తరప్రదేశ్

# sahiwal_milkYield
source: 15-20 liters/day
hi: 15-20 लीटर/दिन
ta: 15-20 லிட்டர்/நாள்
te: 15-20 లీటర్లు/రోజు

# sahiwal_lactationPeriod
source: 280-320 days
hi: 280-320 दिन
ta: 280-320 நாட்கள்
te: 280-320 రోజులు

# sahiwal_description
source: Sahiwal is one of the best indigenous dairy breeds, known for its high milk production and resistance to tropical diseases. These cows have a reddish-brown coat, a loose skin structure, and short horns. They can adapt to both stall feeding and grazing conditions, making them highly versatile. Their milk contains a high percentage of fat, making it suitable for dairy-based products. Sahiwal cattle are also used in crossbreeding programs to improve the milk yield of other breeds.
hi: साहीवाल भारत की सर्वश्रेष्ठ देशी दुग्ध उत्पादक नस्लों में से एक है। इनका कोट लाल-भूरा होता है और शरीर की त्वचा ढीली होती है। ये खुले चरागाह और स्थिर आहार दोनों के लिए अनुकूल होती हैं। इनके दूध में वसा की मात्रा अधिक होती है, जो डेयरी उत्पादों के लिए उपयुक्त होती है।
ta: சாஹிவால் இந்தியாவின் சிறந்த பால் உற்பத்தி மாடுகளில் ஒன்றாகும். இவை அதிகம் பால் கொடுக்கும் திறனும், மற்றும் சூடான காலநிலையை சகிக்கக்கூடிய சக்தியையும் கொண்டுள்ளன. சிகப்பு-பழுப்பு நிற தோல், சற்று விலங்கிய தோல் அமைப்பு மற்றும் சிறிய கொம்புகளைக் கொண்டவை. இவை மேய்ச்சலுக்கும், தவறான நிலைமைகளுக்கும் எளிதாக ஏற்பதாகும்.
te: సహీవాల్ భారతదేశంలోని అత్యుత్తమ దేశీయ పాల గోవులలో ఒకటి. ఇది అధిక పాల ఉత్పత్తి సామర్థ్యంతో పాటు ఉష్ణమండల వ్యాధులకు ప్రతిఘటన కలిగి ఉంది. వీటి శరీరంపై చెంగుచచ్చిన ఎరుపు రంగు మరియు తేలికైన కొమ్ములు ఉంటాయి. stall feeding మరియు grazing రెండింటికి అనుకూలంగా ఉండే ఈ జాతి పాలలో అధిక కొవ్వు శాతం ఉంటుంది, ఇది డైరీ ఉత్పత్తులకు అనువైనదిగా మారుస్తుంది.

# red_sindhi_breedName
source: Red Sindhi
hi: रेड सिंधी
te: రెడ్ సింధి

# red_sindhi_origin
source: Sindh (Pakistan), now found in India
hi: सिंध (पाकिस्तान), अब भारत में
te: సింధ్ (పాకిస్తాన్), ప్రస్తుతం భారతదేశంలో

# red_sindhi_localNames
source: Sindhi, Red Karachi
hi: सिंधी, रेड कराची
te: సింధి, రెడ్ కరాచీ

# red_sindhi_milkYield
source: 12-15 liters/day
hi: 12-15 लीटर/दिन
te: 12-15 లీటర్లు/రోజు

# red_sindhi_lactationPeriod
source: 270-300 days
hi: 270-300 दिन
te: 270-300 రోజులు

# red_sindhi_description
source: Red Sindhi cows have a deep red coat, high disease resistance, and adapt well to hot, humid climates. They are widely used in crossbreeding to improve productivity. Their milk has a good fat percentage, making it ideal for ghee and butter production.
hi: रेड सिंधी गायों का रंग गहरा लाल होता है और वे उष्णकटिबंधीय जलवायु के लिए अत्यधिक अनुकूल होती हैं। ये उच्च रोग प्रतिरोधी होती हैं और अक्सर अन्य नस्लों की उत्पादकता बढ़ाने के लिए क्रॉसब्रीडिंग में प्रयोग की जाती हैं।
te: రెడ్ సింధి గోవులు లోతైన ఎరుపు రంగులో ఉంటాయి, అధిక వ్యాధి నిరోధకత కలిగి ఉంటాయి మరియు వేడి, తేమ కలిగిన వాతావరణాలకు తగిన విధంగా అనుకూలిస్తాయి. ఇవి దాడి కలిపే గోవులుగా కూడా వాడబడతాయి, తద్వారా పాల ఉత్పత్తిని మెరుగుపరిచేందుకు ఉపయోగపడతాయి. వీటి పాలలో మంచి కొవ్వు శాతం ఉంటుంది, దీని వలన నెయ్యి మరియు వెన్న తయారీకి అనువైనది.

# tharparkar_breedName
source: Tharparkar
hi: थारपारकर
ta: தார்பார்கர்
te: థార్‌పర్కర్

# tharparkar_origin
source: Rajasthan
hi: राजस्थान
ta: ராஜஸ்தான்
te: రాజస్థాన్

# tharparkar_localNames
source: Thari
hi: थारी
ta: தாரி
te: థారీ

# tharparkar_milkYield
source: 8-12 liters/day
hi: 8-12 लीटर/दिन
ta: 8-12 லிட்டர்/நாள்
te: 8-12 లీటర్లు/రోజు

# tharparkar_lactationPeriod
source: 260-290 days
hi: 260-290 दिन
ta: 260-290 நாட்கள்
te: 260-290 రోజులు

# tharparkar_description
source: Tharparkar is a dual-purpose breed known for both milk production and draught work. It has a white or grey coat, making it distinct from other indigenous breeds. This breed is highly resistant to drought conditions and can thrive on minimal fodder. The milk is rich in nutrients and has a good fat percentage, making it valuable for dairy farms. Due to their sturdy build, they are often used in farming activities in desert regions.
hi: थारपारकर गायें दूध उत्पादन और कृषि कार्य दोनों के लिए प्रसिद्ध हैं। इनका रंग सफेद या ग्रे होता है और ये सूखा सहन करने में सक्षम होती हैं। इनके दूध में वसा की अच्छी मात्रा होती है, जिससे यह डेयरी फार्मों के लिए मूल्यवान बनती है।
ta: தார்பார்கர் மாடுகள் இரட்டை பயன் கொண்டவை, அவை பாலும் உழைப்பு வேலைகளுக்கும் உகந்தவை. வெள்ளை அல்லது சாம்பல் நிற தோலுடன், வலுவான உடல் அமைப்பைக் கொண்டவை. கறுப்புப் பகுதியில் வளர்க்க சிறந்ததாகக் கருதப்படுகின்றன.
te: థార్పార్కర్ ఒక ద్వంద్వ ప్రయోజన జాతి, ఇది పాల ఉత్పత్తి మరియు రైతు పనుల కోసం ప్రసిద్ధి చెందింది. ఇది తెల్లటి లేదా బూడిద రంగు పొట్టు కలిగి ఉంటుంది. ఇది వర్షాభావ పరిస్థితులకు ప్రతిఘటించే శక్తిని కలిగి ఉంటుంది మరియు తక్కువ మేతలో బతికి ఉంటాయి.

# deoni_breedName
source: Deoni
hi: देओनी
te: దియోని

# deoni_origin
source: Maharashtra, Telangana, Karnataka
hi: महाराष्ट्र, तेलंगाना, कर्नाटक
te: మహారాష్ట్ర, తెలంగాణ, కర్ణాటక

# deoni_localNames
source: Dongerpati, Wannera
hi: डोंगेरपाटी, वन्नेरा
te: డొంగర్పట్టి, వన్నేరా

# deoni_milkYield
source: 5-10 liters/day
hi: 5-10 लीटर/दिन
te: 5-10 లీటర్లు/రోజు

# deoni_lactationPeriod
source: 250-280 days
hi: 250-280 दिन
te: 250-280 రోజులు

# deoni_description
source: Deoni cattle are medium-sized, with a black-and-white coat and a strong muscular build. They are excellent milk producers and also perform well in draught work. These cows are known for their disease resistance and adaptability to both dry and wet climates. Their milk is high in fat content, making it useful for various dairy products. Due to their dual-purpose nature, they are widely reared by farmers across different regions.
hi: देओनी गायें मध्यम आकार की होती हैं और इनका रंग काला-सफेद होता है। यह दूध उत्पादन और कृषि कार्य दोनों में अच्छी तरह से उपयोगी होती हैं। ये रोग प्रतिरोधी होती हैं और शुष्क व आर्द्र जलवायु में भी अनुकूलित हो सकती हैं।
te: డెఓని గేదెలు మధ్యస్థ పరిమాణం కలిగి ఉంటాయి, బలమైన శరీర నిర్మాణంతో పాటు, ఇవి పాల ఉత్పత్తికి మరియు రైతు పనులకు అనుకూలంగా ఉంటాయి.

# ongole_breedName
source: Ongole
hi: ओंगोल
ta: ஒங்கோல்
te: ఒంగోలు

# ongole_origin
source: Andhra Pradesh
hi: आंध्र प्रदेश
ta: ஆந்திரப் பிரதேசம்
te: ఆంధ్రప్రదేశ్

# ongole_localNames
source: Nellore
hi: नेल्लोर
ta: நெல்லூர்
te: నెల్లూరు

# ongole_milkYield
source: 5-8 liters/day
hi: 5-8 लीटर/दिन
ta: 5-8 லிட்டர்/நாள்
te: 5-8 లీటర్లు/రోజు

# ongole_lactationPeriod
source: 220-250 days
hi: 220-250 दिन
ta: 220-250 நாட்கள்
te: 220-250 రోజులు

# ongole_description
source: Ongole cattle are large, muscular, and mainly used for draught work, though they also provide a decent amount of milk. They have a white coat, a strong body, and a calm temperament. This breed is well-known for its endurance and ability to thrive in harsh climatic conditions. Ongole bulls are widely used for plowing and transport due to their strength. They have a long lifespan and require minimal maintenance, making them cost-effective.
hi: ओंगोल गायें आकार में बड़ी और मजबूत होती हैं। इन्हें मुख्य रूप से कृषि कार्य और भार खींचने के लिए पाला जाता है। ये कठोर जलवायु में जीवित रहने की क्षमता रखती हैं।
ta: ஒங்கோல் மாடுகள் பெரியவை, தசைப்பிடித்தவை மற்றும் பொதுவாக உழைப்பு வேலைகளுக்கு பயன்படுத்தப்படுகின்றன. அவை வெள்ளை நிற தோல் மற்றும் வலுவான உடலமைப்பைக் கொண்டிருக்கும். இது வறண்ட நிலப்பரப்பில் வளரும் திறன் கொண்டது.
te: ఒంగోలు జాతి గేదెలు భారీ మరియు బలమైన శరీర నిర్మాణాన్ని కలిగి ఉంటాయి. ఇవి ప్రధానంగా రైతు పనుల కోసం ఉపయోగిస్తారు, అయితే పాల ఉత్పత్తిలో కూడా మంచి స్థాయిలో ఉంటాయి.

# hariana_breedName
source: Hariana
te: హరియాణా

# hariana_origin
source: Haryana
te: హర్యానా

# hariana_milkYield
source: 8-10 liters/day
te: 8-10 లీటర్లు/రోజు

# hariana_lactationPeriod
source: 250-280 days
te: 250-280 రోజులు

# hariana_description
source: Hariana cattle are known for their ability to perform both as dairy and draught animals. They have a white or grey coat and a well-proportioned body structure. These cows are highly resistant to diseases and can survive on low-quality fodder. They produce milk with a moderate fat percentage, suitable for domestic dairy production. Due to their strong build, they are often used for plowing and transportation in rural areas.
te: హరియానా జాతి గేదెలు మంచి పాల ఉత్పత్తి సామర్థ్యంతో పాటు, రైతు పనులకు కూడా అనుకూలంగా ఉంటాయి.

# kankrej_breedName
source: Kankrej
te: కంక్రేజ్

# kankrej_origin
source: Gujarat, Rajasthan
te: గుజరాత్, రాజస్థాన్

# kankrej_localNames
source: Wadhiar
te: వధియార్

# kankrej_milkYield
source: 8-12 liters/day
te: 8-12 లీటర్లు/రోజు

# kankrej_lactationPeriod
source: 250-300 days
te: 250-300 రోజులు

# kankrej_description
source: Kankrej cattle are known for their speed and endurance, making them ideal for heavy farm work. They have a sleek body, long horns, and a white coat. These animals are extensively used for plowing and cart pulling due to their strong build. Though they produce a small quantity of milk, they are mainly reared for their strength. They have high disease resistance and can survive in extreme climatic conditions.
te: కంక్రేజ్ జాతి గేదెలు వేగం మరియు సహనశీలతతో ప్రసిద్ధి చెందాయి, ఇవి రైతు పనులకు మరియు కదిలే మోస్తరుకి అనువైనవి.

# khillari_breedName
source: Khillari
te: ఖిల్లారీ

# khillari_origin
source: Maharashtra, Karnataka
te: మహారాష్ట్ర, కర్ణాటక

# khillari_milkYield
source: 2-5 liters/day
te: 2-5 లీటర్లు/రోజు

# khillari_lactationPeriod
source: 200-250 days
te: 200-250 రోజులు

# khillari_description
source: The Khillari breed is known for its agility, speed, and strength, making it ideal for farm work and transportation. These cattle are small to medium-sized with a compact, muscular build and a short, fine coat, often seen in shades of grey, white, or reddish-brown. Their horns curve backward in a distinctive manner. They are widely used in hilly and semi-arid regions for tilling fields and pulling heavy loads.
te: ఖిల్లారి గేదెలు చిన్న లేదా మధ్యస్థ పరిమాణంలో ఉంటాయి, ఇవి వేగం, బలం మరియు కష్టమైన పనులకు ప్రసిద్ధి చెందాయి.

# hallikar_breedName
source: Hallikar
te: హల్లికర్

# hallikar_origin
source: Karnataka
te: కర్ణాటక

# hallikar_milkYield
source: 2-4 liters/day
te: 2-4 లీటర్లు/రోజు

# hallikar_lactationPeriod
source: 200-250 days
te: 200-250 రోజులు
